<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<!-- Created by htmlize-1.59 in css mode. -->
<html>
  <head>
    <title>2024-0102.org</title>
    <style type="text/css">
    <!--
      body {
        color: #ffffd9;
        background-color: #000b00;
      }
      .custom {
        /* (:strike-through t) */
        text-decoration: line-through;
      }
      .highlight {
        /* highlight */
        color: #f7fcfe;
        background-color: #e95295;
      }
      .keyword {
        /* font-lock-keyword-face */
        color: #f39800;
      }
      .org-block-begin-line {
        /* org-block-begin-line */
        color: #f0908d;
      }
      .org-block-end-line {
        /* org-block-end-line */
        color: #f0908d;
      }
      .org-level-1 {
        /* org-level-1 */
        color: #f6ad49;
        font-size: 110%;
      }
      .org-modern-block-name {
        /* org-modern-block-name */
        font-size: 80%;
      }
      .org-modern-date-active {
        /* org-modern-date-active */
        color: #ffffff;
        background-color: #333333;
        font-size: 80%;
      }
      .rainbow-delimiters-depth-1 {
        /* rainbow-delimiters-depth-1-face */
        color: #ec6d71;
      }

      a {
        color: inherit;
        background-color: inherit;
        font: inherit;
        text-decoration: inherit;
      }
      a:hover {
        text-decoration: underline;
      }
    -->
    </style>
  </head>
  <body>
    <pre>
<span class="org-level-1">&#9660;  </span><span class="org-modern-date-active">2024-01-02 &#28779; </span><span class="org-level-1"> </span><span class="keyword">

</span>2&#26085;&#30446;&#12288;1/2 &#26228;&#22812;&#12395;&#12394;&#12387;&#12390;&#38632;<span class="keyword">
</span>&#26397;&#12289;<span class="rainbow-delimiters-depth-1">&lt;</span>&#30465;&#30053;<span class="rainbow-delimiters-depth-1">&gt;</span>&#12398;&#20986;&#12375;&#12390;&#12367;&#12428;&#12383;&#12497;&#12531;&#12392;&#12467;&#12540;&#12498;&#12540;<span class="keyword">
</span>&#12381;&#12375;&#12390;<span class="rainbow-delimiters-depth-1">&lt;</span>&#30465;&#30053;<span class="rainbow-delimiters-depth-1">&gt;</span>&#12398;&#12459;&#12473;&#12486;&#12521;&#12434;&#21619;&#12431;&#12358;&#12290;<span class="keyword">
</span>&#36884;&#20013;&#12391;<span class="rainbow-delimiters-depth-1">&lt;</span>&#30465;&#30053;<span class="rainbow-delimiters-depth-1">&gt;</span>&#12418;&#21512;&#27969;&#12290;&#65297;&#65296;&#26178;&#12377;&#12366;&#12395;<span class="keyword">
</span>&#12377;&#12368;&#38598;&#20250;&#25152;&#12408;&#12290;&#38598;&#20250;&#25152;&#12395;&#12388;&#12367;&#12392;&#27700;&#12364;&#12394;&#12356;&#12392;&#12398;&#20107;&#12290;<span class="keyword">
</span>&#12479;&#12531;&#12463;&#12420;&#27700;&#12434;&#20379;&#20986;&#12290;&#37444;&#37707;&#12418;&#12290;&#12381;&#12398;&#24460;&#12399;<span class="rainbow-delimiters-depth-1">&lt;</span>&#30465;&#30053;<span class="rainbow-delimiters-depth-1">&gt;</span>&#12392;&#12505;&#12491;&#12450;&#26495;<span class="keyword">
</span>&#23544;&#21516;&#12289;&#12473;&#12488;&#12540;&#12532;&#12288;&#12420;&#12363;&#12435;&#65297;&#65296;&#65356;&#12479;&#12531;&#12463;<span class="keyword">
</span>&#12434;&#12392;&#12387;&#12390;&#12367;&#12427;&#12290;&#12508;&#12465;&#12540;&#12392;&#31361;&#12387;&#31435;&#12387;&#12390;&#12383;<span class="rainbow-delimiters-depth-1">&lt;</span>&#30465;&#30053;<span class="rainbow-delimiters-depth-1">&gt;</span>&#12395;<span class="keyword">
</span><span class="rainbow-delimiters-depth-1">&lt;</span>&#30465;&#30053;<span class="rainbow-delimiters-depth-1">&gt;</span>&#12364;&#12393;&#12394;&#12426;&#12388;&#12369;&#12390;&#12383;&#12290;<span class="keyword">
</span>&#35211;&#12383;&#25152;&#12289;&#12388;&#12387;&#31435;&#12387;&#12390;&#20309;&#12418;&#12375;&#12390;&#12394;&#12356;&#30007;&#12364;&#30446;&#31435;&#12388;&#12290;<span class="keyword">
</span>&#33258;&#20998;&#12399;&#38634;&#12434;&#37707;&#12395;&#20837;&#12428;&#12383;&#12426;&#12375;&#12390;&#12473;&#12488;&#12540;&#12532;&#12395;&#12398;&#12379;&#12427;&#12290;<span class="keyword">
</span>&#26172;&#12399;&#12381;&#12435;&#12394;&#12363;&#12435;&#12376;&#12391;&#12422;&#12391;&#29577;&#23376;&#65297;&#12388;&#38914;&#12367;&#12290;<span class="keyword">
</span>&#33258;&#20998;&#12399;&#26172;&#39151;&#39135;&#12409;&#12395;&#25147;&#12427;&#12290;14:00<span class="keyword">
</span><span class="custom">&#39135;&#12409;&#32066;</span> &#12486;&#12531;&#12488;&#12391;&#12462;&#12519;&#12540;&#12470;&#12434;&#28988;&#12356;&#12390;&#26152;&#26085;&#28810;&#12356;&#12383;&#27531;&#12426;&#39151;&#12392;&#39135;&#12409;&#12383;&#12290;15:00<span class="keyword">
</span>&#12381;&#12428;&#12363;&#12425; &#12377;&#12371;&#12375;&#29255;&#20184;&#12369;&#12390;17:00&#38915;&#25147;&#12427;&#12392;<span class="keyword">
</span>&#12418;&#12358;&#26217;&#39151;&#12399;&#32066;&#12360;&#12390;&#12397;&#12427;&#12384;&#12369;&#12392;&#35328;&#12387;&#12390;&#12356;&#12383;&#12290;<span class="keyword">
</span>&#33258;&#20998;&#12418;&#30342;&#12392;&#19968;&#32210;&#12395;&#23517;&#12383;&#12364;&#27611;&#24067;&#12364;&#35201;&#12425;&#12394;&#12356;&#12367;&#12425;&#12356;&#28201;&#12387;&#12383;&#12290;<span class="keyword">
</span>&#22812;&#20013;&#12395;&#27611;&#24067;&#12398;&#37197;&#32102;&#23626;&#12367;&#12288;&#12383;&#12384;&#19968;&#26217;&#20013;&#12521;&#12472;&#12458;&#12420;&#12425;&#20154;&#12398;&#35441;&#12375;&#22768;&#12364;<span class="keyword">
</span>&#12375;&#12390;&#12288;AM2:00&#38915;<span class="rainbow-delimiters-depth-1">&lt;</span>&#30465;&#30053;<span class="rainbow-delimiters-depth-1">&gt;</span>&#12415;&#12363;&#12435;&#12391;&#12416;&#12379;&#12427;&#12290;2:21 &#22320;&#38663;&#12354;&#12426;<span class="keyword">
</span>AM4:00&#38915;&#12415;&#12394;&#38745;&#12414;&#12427;&#12290;<span class="keyword">

</span>&#24029;&#12394;&#12393;&#27877;&#27700;&#12391;&#22679;&#27700;&#12290;&#20445;&#27700;&#27231;&#33021;&#12364;&#12473;&#12509;&#12531;&#12472;&#25391;&#12387;&#12383;&#12415;&#12383;&#12356;&#12395;<span class="keyword">
</span>&#20013;&#12363;&#12425;&#27700;&#20998;&#12364;&#20986;&#12383;&#12363;&#65311;<span class="keyword">


</span><span class="org-modern-block-name"><span class="org-block-begin-line">comment</span></span><span class="org-block-begin-line">
</span>&#26368;&#24460;&#12398;<span class="rainbow-delimiters-depth-1">&#12300;</span>&#24029;&#12394;&#12393;&#12316;<span class="rainbow-delimiters-depth-1">&#12301;</span>&#12398;&#19968;&#25991;&#12399;&#33394;&#12398;&#36949;&#12358;&#12506;&#12531;&#12391;&#24460;&#26085;1/4&#38915;&#12363;&#12425;&#12506;&#12531;&#12398;&#33394;&#12364;<span class="keyword">
</span>&#22793;&#12431;&#12387;&#12383;&#12398;&#12391;&#12381;&#12398;&#26178;&#12395;&#36861;&#21152;&#35352;&#20837;&#12375;&#12383;&#27169;&#27096;&#12290;<span class="keyword">
</span>&#38651;&#27671;&#12420;&#36890;&#20449;&#12384;&#12369;&#12391;&#12399;&#12394;&#12367;&#27700;&#36947;&#12418;&#20351;&#12360;&#12394;&#12367;&#12394;&#12387;&#12390;&#12383;&#12383;&#12417;&#12289;&#27700;&#21839;&#38988;&#30330;&#29983;&#12290;<span class="keyword">
</span>&#24029;&#12394;&#12393;&#12399;&#22679;&#27700;&#12375;&#12383;&#12418;&#12398;&#12398;&#20840;&#37096;&#33590;&#33394;&#12367;&#28609;&#12387;&#12383;&#27700;&#12384;&#12387;&#12383;&#12398;&#12391;&#12289;<span class="keyword">
</span>&#26132;&#12395;&#29992;&#24847;&#12375;&#12390;&#12354;&#12387;&#12383;&#12459;&#12479;&#12480;&#12452;&#12531;&#35069;&#12398;&#27972;&#27700;&#22120;&#12434;&#20351;&#12362;&#12358;&#12392;&#12375;&#12383;&#12364;&#12289;&#12471;&#12522;&#12467;&#12531;&#12481;&#12517;&#12540;&#12502;&#12363;<span class="keyword">
</span>&#20309;&#12363;&#37096;&#21697;&#12364;&#36275;&#12426;&#12394;&#12367;&#12390;&#20351;&#12360;&#12394;&#12363;&#12387;&#12383;&#19978;&#12395;&#12289;&#23455;&#38555;&#21839;&#38988;&#22823;&#37327;&#12398;&#27700;&#12434;&#20316;&#12427;&#12395;&#12399;&#22256;&#38627;&#12394;&#20195;&#29289;<span class="keyword">
</span>&#12384;&#12387;&#12383;&#12398;&#12391;&#12289;&#24613;&#36989;&#37707;&#12391;&#38634;&#12434;&#34701;&#12363;&#12375;&#12390;&#22823;&#37327;&#12398;&#27700;&#12434;&#20316;&#12387;&#12383;&#12290;&#34218;&#12394;&#12393;&#12399;&#21029;&#12398;&#20154;&#12364;&#23481;&#26131;<span class="keyword">
</span>&#12375;&#12390;&#12367;&#12428;&#12390;&#12383;&#12290;&#12383;&#12384;&#12373;&#12377;&#12364;&#12395;&#36196;&#12385;&#12419;&#12435;&#12398;&#12511;&#12523;&#12463;&#29992;&#12398;&#27700;&#12399;&#12392;&#12356;&#12358;&#20107;&#12391;&#23478;&#12395;<span class="keyword">
</span>&#20445;&#23384;&#12375;&#12390;&#12354;&#12387;&#12383;10&#65356;&#12479;&#12531;&#12463;&#12398;&#27700;&#12434;&#20379;&#20986;&#12375;&#12383;&#12290;5&#65356;&#12479;&#12531;&#12463;&#12398;&#26041;&#12398;&#27700;&#12399;<span class="keyword">
</span>&#12479;&#12531;&#12463;&#12364;&#27178;&#20498;&#12375;&#12395;&#12394;&#12387;&#12390;&#12390;&#24202;&#12395;&#12406;&#12385;&#12414;&#12369;&#12425;&#12428;&#12390;&#12383;&#12290;<span class="keyword">
</span>&#12371;&#12398;&#26178;&#28857;&#12391;&#26082;&#12395;&#27700;&#12399;&#36020;&#37325;&#21697;&#12395;&#12394;&#12387;&#12390;&#12356;&#12383;&#12364;&#12289;&#38634;&#12399;&#12354;&#12427;&#12375;&#12289;&#12469;&#12496;&#12452;&#12496;&#12523;&#12394;&#23455;&#36341;&#32076;&#39443;&#12434;<span class="keyword">
</span>&#12375;&#12390;&#12415;&#12383;&#12356;&#12392;&#12356;&#12358;&#22909;&#22855;&#24515;&#12398;&#26041;&#12364;&#21213;&#12387;&#12390;&#12356;&#12383;&#27671;&#12364;&#12377;&#12427;&#12290;<span class="keyword">
</span>&#27700;&#12418;&#38634;&#12418;&#26412;&#24403;&#12395;&#12394;&#12356;&#28167;&#27700;&#12398;&#26178;&#26399;&#12384;&#12387;&#12383;&#12425;&#12381;&#12358;&#12356;&#12358;&#27770;&#26029;&#12434;&#20986;&#26469;&#12383;&#12363;&#20170;&#12391;&#12418;&#12431;&#12363;&#12425;&#12394;&#12356;&#12290;<span class="keyword">
</span>&#12371;&#12398;&#26178;&#28857;&#12391;&#12473;&#12510;&#12507;&#12398;&#12496;&#12483;&#12486;&#12522;&#12540;&#33258;&#20307;&#12399;&#29983;&#12365;&#12390;&#12390;&#12418;&#12289;&#36890;&#20449;&#12364;&#36974;&#26029;&#12373;&#12428;&#12390;&#12356;&#12383;&#12398;&#12391;<span class="keyword">
</span>&#29983;&#23384;&#22577;&#21578;&#12434;&#23478;&#26063;&#12395;&#20253;&#12360;&#12427;&#20107;&#12399;10&#26085;&#36942;&#12366;&#12414;&#12391;&#20986;&#26469;&#12394;&#12363;&#12387;&#12383;&#12364;&#12289;<span class="keyword">
</span>&#12371;&#12398;&#26085;&#12398;&#26397;&#12398;&#38598;&#20250;&#12398;&#27096;&#23376;&#12364;AU&#22238;&#32218;&#12398;&#20154;&#12395;&#12424;&#12426;&#12493;&#12483;&#12488;&#37197;&#20449;&#12373;&#12428;&#12390;&#12383;&#12398;&#12391;&#12289;<span class="keyword">
</span>&#33258;&#20998;&#12434;&#30693;&#12427;&#20154;&#12395;&#29983;&#23384;&#30906;&#35469;&#20986;&#26469;&#12383;&#27169;&#27096;&#12290;&#25968;&#12459;&#26376;&#24460;&#20877;&#20250;&#12375;&#12383;&#27597;&#35242;&#26352;&#12367;<span class="keyword">
</span><span class="rainbow-delimiters-depth-1">&#12300;</span>&#12354;&#12435;&#12383;&#23567;&#38291;&#20351;&#12356;&#12398;&#12424;&#12358;&#12395;&#21205;&#12356;&#12390;&#12383;<span class="rainbow-delimiters-depth-1">&#12301;</span>&#12392;&#12398;&#20107;&#12290;<span class="keyword">
</span>&#36947;&#36335;&#12364;&#22730;&#12428;&#12289;&#12460;&#12477;&#12522;&#12531;&#12398;&#20379;&#32102;&#12377;&#12425;&#12414;&#12414;&#12394;&#12425;&#12394;&#12356;&#29366;&#27841;&#12395;&#12394;&#12387;&#12383;&#12398;&#12391;&#12289;<span class="keyword">
</span>&#38598;&#20250;&#25152;&#12414;&#12391;&#27497;&#12356;&#12390;&#12356;&#12387;&#12383;&#12392;&#12399;&#24605;&#12358;&#12364;&#12289;&#36554;&#12391;&#34218;&#12473;&#12488;&#12540;&#12502;&#12420;&#22823;&#12365;&#12394;&#37444;&#37707;&#12289;<span class="keyword">
</span>&#12454;&#12457;&#12540;&#12479;&#12540;&#12472;&#12515;&#12464;&#12394;&#12393;&#36939;&#12435;&#12391;&#12356;&#12383;&#35352;&#25014;&#12399;&#12354;&#12427;&#12398;&#12391;&#12289;&#12371;&#12398;&#26178;&#28857;&#12391;&#12418;&#12358;<span class="keyword">
</span>&#22823;&#12495;&#12531;&#12510;&#12540;&#12391;&#31777;&#26131;&#30340;&#12394;&#36947;&#26222;&#35531;&#12373;&#12428;&#12390;&#12383;&#12363;&#12418;&#12375;&#12428;&#12394;&#12356;&#12364;&#12289;&#35352;&#25014;&#12364;&#26082;&#12395;&#26326;&#26151;&#12290;<span class="keyword">
</span>&#12394;&#12435;&#12363;&#26495;&#12363;&#20309;&#12363;&#12391;&#12358;&#12414;&#12356;&#20107;&#12420;&#12387;&#12390;&#12383;&#12424;&#12358;&#12394;&#35352;&#25014;&#12418;&#12290;<span class="keyword">
</span>&#36817;&#25152;&#12398;&#12486;&#12531;&#12488;&#32068;&#12399;&#12371;&#12398;&#26085;&#12398;&#26397;&#12391;&#35299;&#25955;&#12375;&#12390;&#21508;&#12293;&#33258;&#20998;&#12398;&#23478;&#12395;&#25147;&#12387;&#12390;&#12356;&#12387;&#12383;&#12290;<span class="keyword">
</span>&#12486;&#12531;&#12488;&#32068;&#12399;&#27604;&#36611;&#30340;&#31311;&#12420;&#12363;&#12395;&#36942;&#12372;&#12375;&#12390;&#12356;&#12383;&#12364;&#12289;&#38598;&#20250;&#25152;&#20596;&#12399;&#32068;&#32340;&#12384;&#12387;&#12383;&#21205;&#12365;&#12399;<span class="keyword">
</span>&#12354;&#12414;&#12426;&#35211;&#12425;&#12428;&#12378;&#21205;&#12367;&#20154;&#12399;&#21205;&#12365;&#12289;&#21205;&#12363;&#12394;&#12356;&#20154;&#12399;&#12362;&#21899;&#12426;&#12375;&#12390;&#12356;&#12427;&#29366;&#27841;&#12384;&#12387;&#12383;&#12290;<span class="keyword">
</span>&#33258;&#20998;&#12399;&#12354;&#12428;&#12364;&#24517;&#35201;&#12384;&#12289;&#12371;&#12428;&#12364;&#24517;&#35201;&#12384;&#12392;&#32884;&#12356;&#12390;&#12399;&#12381;&#12428;&#12434;&#21462;&#12426;&#12395;&#34892;&#12367;&#12387;&#12390;&#29366;&#24907;&#12384;&#12387;&#12383;&#12290;<span class="keyword">
</span>&#38598;&#20250;&#25152;&#32068;&#12399;&#12362;&#27491;&#26376;&#12384;&#12387;&#12383;&#12392;&#12356;&#12358;&#20107;&#12418;&#12354;&#12426;&#12289;&#21069;&#12398;&#26217;&#12399;&#12362;&#12379;&#12385;&#26009;&#29702;&#12392;&#12363;&#26222;&#36890;&#12395;<span class="keyword">
</span>&#39135;&#12409;&#12390;&#12356;&#12383;&#12392;&#32862;&#12356;&#12383;&#12290;<span class="keyword">
</span>&#12385;&#12394;&#12415;&#12395;&#37707;&#12391;&#31859;&#12434;&#28810;&#12369;&#12427;&#12392;&#12356;&#12358;&#20154;&#12399;&#12356;&#12394;&#12356;&#12424;&#12358;&#12391;&#12289;&#36870;&#12395;&#12385;&#12423;&#12387;&#12392;&#12403;&#12387;&#12367;&#12426;&#12375;&#12383;<span class="keyword">
</span>&#35352;&#25014;&#12364;&#12354;&#12427;&#12290;&#24403;&#26178;&#12398;&#33258;&#20998;&#12399;&#29572;&#31859;&#12434;&#37707;&#12391;&#28810;&#12356;&#12390;&#12383;&#12290;<span class="keyword">
</span><span class="org-modern-block-name"><span class="org-block-end-line">comment</span></span><span class="org-block-end-line">
</span><span class="keyword">

</span></pre>
  </body>
</html>
