<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<!-- Created by htmlize-1.59 in css mode. -->
<html>
  <head>
    <title>2024-0104.org</title>
    <style type="text/css">
    <!--
      body {
        color: #ffffd9;
        background-color: #000b00;
      }
      .custom {
        /* (:strike-through t) */
        text-decoration: line-through;
      }
      .keyword {
        /* font-lock-keyword-face */
        color: #f39800;
      }
      .org-block-begin-line {
        /* org-block-begin-line */
        color: #f0908d;
      }
      .org-block-end-line {
        /* org-block-end-line */
        color: #f0908d;
      }
      .org-level-1 {
        /* org-level-1 */
        color: #f6ad49;
        font-size: 110%;
      }
      .org-modern-block-name {
        /* org-modern-block-name */
        font-size: 80%;
      }
      .org-modern-date-active {
        /* org-modern-date-active */
        color: #ffffff;
        background-color: #333333;
        font-size: 80%;
      }
      .rainbow-delimiters-depth-1 {
        /* rainbow-delimiters-depth-1-face */
        color: #ec6d71;
      }

      a {
        color: inherit;
        background-color: inherit;
        font: inherit;
        text-decoration: inherit;
      }
      a:hover {
        text-decoration: underline;
      }
    -->
    </style>
  </head>
  <body>
    <pre>
<span class="org-level-1">&#9660;  </span><span class="org-modern-date-active">2024-01-04 &#26408; </span><span class="keyword">
</span>AM1:35&#38915; &#22812;&#20309;&#24230;&#12363;&#38663;&#24230;5&#12463;&#12521;&#12473;&#12364;&#12354;&#12387;&#12383;&#12364;<span class="keyword">
</span>6:30&#38915;&#12414;&#12391; <span class="custom">&#12467;&#12483;&#12488;&#12391;</span> &#12368;&#12387;&#12377;&#12426;&#23517;&#12383;&#12290;<span class="keyword">
</span>&#29483;&#12383;&#12385;&#12395;&#12354;&#12370;&#12390;&#12383;&#39180;&#12364;&#12394;&#12367;&#12394;&#12387;&#12383;&#12398;&#12391;<span class="keyword">
</span>&#12473;&#12488;&#12483;&#12463;&#12398;&#34955;&#12434;&#38283;&#12369;&#12424;&#12358;&#12392;&#12375;&#12383;&#12425;<span class="keyword">
</span>&#25161;&#12364;&#20840;&#12367;&#38283;&#12363;&#12394;&#12356;&#12290;&#26152;&#26085;&#24112;&#12387;&#12390;&#12365;&#12383;<span class="rainbow-delimiters-depth-1">&lt;</span>&#30465;&#30053;<span class="rainbow-delimiters-depth-1">&gt;</span>&#12418;&#12381;&#12398;&#27096;&#23376;<span class="keyword">
</span>&#12434;&#35211;&#12383;&#12425;&#12377;&#12368;&#22806;&#12395;&#39180;&#25506;&#12375;&#12395;&#34892;&#12387;&#12390;&#12375;&#12414;&#12387;&#12383;&#12290;<span class="keyword">
</span>&#36066;&#12356;&#29483;&#12384;&#12363;&#12425;&#12290;<span class="rainbow-delimiters-depth-1">&lt;</span>&#30465;&#30053;<span class="rainbow-delimiters-depth-1">&gt;</span>&#12399;&#22320;&#38663;&#12398;&#26178;&#20197;&#26469;&#24112;&#12387;&#12390;&#26469;&#12394;&#12356;&#12414;&#12414;&#12290;<span class="keyword">
</span>&#24489;&#26087;&#21069;&#12395;&#20889;&#30495;&#12434;&#25774;&#12428;&#12392;&#12398;&#20107;&#12384;&#12387;&#12383;&#12398;&#12391;&#12392;&#12387;&#12383;&#12418;&#12398;&#12398;<span class="keyword">
</span>&#38651;&#27671;&#12364;&#12521;&#12531;&#12503;&#12384;&#12369;&#12384;&#12392;&#26263;&#12363;&#12387;&#12383;&#12290;<span class="keyword">
</span>&#12392;&#12395;&#12363;&#12367;&#25144;&#12434;&#38283;&#12369;&#12394;&#12356;&#12392;&#29483;&#12395;&#39180;&#12420;&#12426;&#12418;&#20986;&#26469;&#12394;&#12356;&#12290;&#12356;&#12429;&#12356;&#12429;&#35211;&#12390;&#12427;&#12392;&#26609;&#12364;<span class="keyword">
</span>&#26012;&#12395;&#12394;&#12387;&#12390;&#12390;&#12289;&#12381;&#12428;&#12364;&#21407;&#22240;&#12384;&#12392;&#12399;&#12431;&#12363;&#12387;&#12383;&#12364;<span class="keyword">
</span>&#20181;&#26041;&#12394;&#12356;&#12290;&#23569;&#12375;&#12398;&#38553;&#38291;&#12364;&#12354;&#12387;&#12383;&#12398;&#12391;&#21402;&#30528;&#12375;&#12390;&#12383;&#26381;&#12434;<span class="keyword">
</span>&#33073;&#12356;&#12391;&#12289;&#24038;&#25163;&#12434;&#20837;&#12428;&#39180;&#34955;&#12434;&#24908;&#12390;&#12394;&#12356;&#12424;&#12358;&#12395;&#12375;&#12390;&#12405;&#12426;&#23376;&#12375;&#12394;&#12364;&#12425;<span class="keyword">
</span>&#12358;&#12414;&#12356;&#20107;&#21491;&#20596;&#12398;&#38553;&#38291;&#12395;&#23626;&#12356;&#12383;&#12398;&#12391;&#21491;&#12363;&#12425;&#21462;&#12426;&#20986;&#12375;<span class="keyword">
</span>&#32102;&#39180;&#12290;&#12381;&#12428;&#12363;&#12425;&#26397;&#39151;&#12398;&#25903;&#24230;&#12290;&#12524;&#12488;&#12523;&#12488;&#36196;&#39151;&#12392;&#12289;&#28988;&#32905;&#12395;<span class="keyword">
</span>&#21365;&#12363;&#12369;&#12383;&#12418;&#12398;&#12434;&#39135;&#12409;&#12390;&#12289;&#27700;&#12364;&#12394;&#12356;&#12398;&#12391;&#27700;&#27762;&#12415;&#12408;&#12290;<span class="keyword">
</span>&#30456;&#22793;&#12431;&#12425;&#12378;&#27700;&#12364;&#28609;&#12387;&#12390;&#12383;&#12364;&#12289;&#27671;&#12395;&#12379;&#12378;&#37707;&#12434;&#27927;&#12387;&#12383;&#12425;<span class="keyword">
</span>&#27700;&#12434;&#27762;&#12435;&#12391;&#24112;&#12427;&#12290;<span class="rainbow-delimiters-depth-1">&lt;</span>&#30465;&#30053;<span class="rainbow-delimiters-depth-1">&gt;</span>&#12398;&#21516;&#23621;&#12398;&#26041;&#12392;&#23569;&#12375;&#12399;&#12394;&#12377;&#12290;<span class="keyword">
</span>&#27425;&#12395;&#31859;&#12434;&#28263;&#27700;&#12391;&#12470;&#12523;&#20351;&#12387;&#12390;&#30740;&#12368;&#12290;&#12524;&#12488;&#12523;&#12488;&#12399;&#27531;&#12387;&#12390;&#12356;&#12427;&#12364;&#12289;<span class="keyword">
</span>&#24202;&#12395;&#12371;&#12412;&#12428;&#12383;&#31859;&#12363;&#12425;&#39135;&#12409;&#12427;&#20107;&#12395;<span class="keyword">
</span>&#12375;&#12383;&#12290;&#27877;&#27700;&#12392;&#24202;&#12395;&#33853;&#12385;&#12383;&#31859;&#12290;&#12371;&#12428;&#12391;&#33258;&#20998;&#12398;<span class="keyword">
</span>&#38663;&#28797;&#24489;&#33288;&#12434;&#12473;&#12479;&#12540;&#12488;&#12373;&#12379;&#12427;&#12382;&#12392;&#12290;<span class="keyword">
</span>&#12381;&#12358;&#12420;&#12387;&#12390;&#31859;&#12434;&#28810;&#12356;&#12383;&#12398;&#12364;&#27491;&#21320;&#12290;<span class="keyword">
</span>&#26172;&#39135;&#12399;1:00&#38915;&#12316;&#37707;&#12395;&#27531;&#12387;&#12390;&#12383;&#21365;&#12434;<span class="keyword">
</span>&#20351;&#12387;&#12390;&#12481;&#12515;&#12540;&#12495;&#12531;&#12290;&#12460;&#12473;&#12399;&#21839;&#38988;&#12394;&#12356;&#12398;&#12391;&#12289;<span class="keyword">
</span>&#31859;&#12399;&#12381;&#12428;&#12391;&#28810;&#12356;&#12383;&#12369;&#12393;&#12289;&#12481;&#12515;&#12540;&#12495;&#12531;&#12399;<span class="keyword">
</span>&#30707;&#27833;&#12473;&#12488;&#12540;&#12532;&#12434;&#20351;&#12387;&#12383;&#12290;&#29289;&#12434;&#12393;&#12371;&#12395;<span class="keyword">
</span>&#32622;&#12356;&#12383;&#12363;&#12431;&#12363;&#12425;&#12394;&#12367;&#12394;&#12426;&#12420;&#12377;&#12356;&#12375;&#12289;&#27700;&#36947;&#12364;&#20351;&#12360;&#12378;&#38651;&#27671;&#12418;&#20351;&#12360;&#12394;&#12367;&#12390;&#26263;&#12356;&#12398;&#12391;&#12289;<span class="keyword">
</span>&#12398;&#12391;&#12383;&#12387;&#12383;&#12371;&#12428;&#12384;&#12369;&#12398;&#20107;&#12391;&#12418;&#12354;&#12387;&#12392;&#12356;&#12358;&#38291;&#12395;&#21322;&#26085;&#36942;&#12366;&#12383;&#12290;<span class="keyword">
</span>&#20170;&#22238;&#12398;&#38663;&#28797;&#12391;&#20309;&#12364;&#24517;&#35201;&#12363;&#65311;&#12414;&#12378;&#27700;&#12290;<span class="keyword">
</span>&#12510;&#12483;&#12481;&#12394;&#12393;&#12398;&#30528;&#28779;&#12377;&#12427;&#29289;&#12290;&#12521;&#12531;&#12503;&#12398;&#12424;&#12358;&#12395;&#38263;&#26178;&#38291;<span class="keyword">
</span>&#20351;&#12360;&#12427;&#26126;&#12363;&#12426;&#12290;&#28783;&#27833;&#12394;&#12393;&#12398;&#29123;&#26009;&#12290;&#12371;&#12358;&#12420;&#12387;&#12390;<span class="keyword">
</span>&#35352;&#37682;&#12394;&#12393;&#12377;&#12427;&#28858;&#12398;&#31558;&#35352;&#29992;&#20855;&#12290;&#20445;&#28201;&#12391;&#12365;&#12427;&#27700;&#31570;<span class="keyword">
</span>&#12510;&#12452;&#31672;&#12392;&#12459;&#12483;&#12503;&#12290;&#12420;&#12363;&#12435;<span class="rainbow-delimiters-depth-1">&#65288;</span>&#12354;&#12428;&#12400;&#12290;<span class="rainbow-delimiters-depth-1">&#65289;</span>&#12394;&#12369;&#12428;&#12400;<span class="keyword">
</span>&#12467;&#12483;&#12504;&#12523;&#12290;&#12481;&#12522;&#32025;<span class="rainbow-delimiters-depth-1">&#65288;</span>&#12499;&#12491;&#12540;&#12523;&#34955;&#12395;&#20837;&#12428;&#12427;<span class="rainbow-delimiters-depth-1">&#65289;</span>&#38450;&#28797;&#12521;&#12472;&#12458;<span class="keyword">

</span>&#27700;&#12381;&#12358;&#12414;&#12431;&#12426;&#12398;&#12381;&#12358;&#12376; &#12414;&#12384;&#12456;&#12499;&#12364;&#27700;&#12383;&#12414;&#12426;&#12391;1&#21305;&#29983;&#12365;&#12390;&#12383;&#12398;&#12391;&#25147;&#12377;&#12290;<span class="keyword">

</span><span class="org-modern-block-name"><span class="org-block-begin-line">comment</span></span><span class="org-block-begin-line">
 </span><span class="org-modern-date-active">2026-01-08 &#26408; </span><span class="keyword">
</span>1/4&#12398;&#35352;&#37682;&#12364;&#12420;&#12383;&#12425;&#38263;&#12356;&#12398;&#12391;&#20170;&#26085;&#12399;&#12371;&#12371;&#12414;&#12391;&#12391;&#36766;&#12417;&#12392;&#12367;&#12290;<span class="keyword">
</span><span class="org-modern-block-name"><span class="org-block-end-line">comment</span></span><span class="org-block-end-line">
</span></pre>
  </body>
</html>
