<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<!-- Created by htmlize-1.59 in css mode. -->
<html>
  <head>
    <title>2024-0103.org</title>
    <style type="text/css">
    <!--
      body {
        color: #ffffd9;
        background-color: #000b00;
      }
      .keyword {
        /* font-lock-keyword-face */
        color: #f39800;
      }
      .org-block-begin-line {
        /* org-block-begin-line */
        color: #f0908d;
      }
      .org-block-end-line {
        /* org-block-end-line */
        color: #f0908d;
      }
      .org-level-1 {
        /* org-level-1 */
        color: #f6ad49;
        font-size: 110%;
      }
      .org-modern-block-name {
        /* org-modern-block-name */
        font-size: 80%;
      }
      .org-modern-date-active {
        /* org-modern-date-active */
        color: #ffffff;
        background-color: #333333;
        font-size: 80%;
      }
      .rainbow-delimiters-depth-1 {
        /* rainbow-delimiters-depth-1-face */
        color: #ec6d71;
      }
      .rainbow-delimiters-depth-2 {
        /* rainbow-delimiters-depth-2-face */
        color: #f6bfbc;
      }

      a {
        color: inherit;
        background-color: inherit;
        font: inherit;
        text-decoration: inherit;
      }
      a:hover {
        text-decoration: underline;
      }
    -->
    </style>
  </head>
  <body>
    <pre>
<span class="org-level-1">&#9660;  </span><span class="org-modern-date-active">2024-01-03 &#27700; </span><span class="keyword">
</span>4:00&#12316;&#12377;&#12387;&#12363;&#12426;&#30446;&#12399;&#35226;&#12417;&#12390;1&#26178;&#38291;&#12411;&#12393;<span class="keyword">
</span>&#26263;&#12364;&#12426;&#12398;&#20013;&#36215;&#12365;&#12390;&#32771;&#12360;&#12383;&#12364; <span class="rainbow-delimiters-depth-1">&#12300;</span><span class="rainbow-delimiters-depth-2">&#65288;</span>&#20154;&#38291;<span class="rainbow-delimiters-depth-2">&#65289;</span>&#39364;&#30446;&#12395;&#12394;&#12427;<span class="rainbow-delimiters-depth-1">&#12301;</span>&#12392;&#24605;&#12387;&#12390;<span class="keyword">
</span>&#25147;&#12427;&#12371;&#12392;&#12395;&#12377;&#12427;&#12290;&#30342;&#12392;&#19968;&#32210;&#12395;&#12356;&#12390;&#12398;&#12435;&#12403;&#12426;&#12362;&#21899;&#12426;&#12375;&#12383;&#12392;&#12371;&#12429;&#12391;<span class="keyword">
</span>&#29694;&#29366;&#24489;&#36215;&#12375;&#12394;&#12356;&#12290;&#24112;&#12387;&#12390;&#23569;&#12375;&#12378;&#12388;&#12381;&#12358;&#12376;&#12375;&#12390;&#29255;&#20184;&#12369;&#12290;<span class="keyword">
</span>&#12354;&#12387;&#12392;&#12356;&#12358;&#38291;&#12395;8:00&#12395;&#12394;&#12387;&#12383;&#12398;&#12391;&#26397;&#12417;&#12375;&#12290;<span class="keyword">
</span>&#28988;&#32905;&#12395;&#21365;&#12434;&#20837;&#12428;&#12390;&#39135;&#12409;&#12427;&#12290;&#12372;&#12399;&#12435;&#12399;&#12362;&#12392;&#12392;&#12356;&#12398;&#27531;&#12426;&#21322;&#20998;&#12290;<span class="keyword">
</span>&#12381;&#12428;&#12384;&#12369;&#39135;&#12409;&#12427;&#12392;&#12424;&#12358;&#12420;&#12367;&#20415;&#24847;&#12418;&#12290;&#20870;&#21273;&#12391;&#20966;&#29702;&#12288;&#24029;&#12391;&#38957;&#12434;<span class="keyword">
</span>&#27927;&#12387;&#12390;10:00&#38915;<span class="rainbow-delimiters-depth-1">&lt;</span>&#30465;&#30053;<span class="rainbow-delimiters-depth-1">&gt;</span>&#12398;&#25152;&#12408;&#28263;&#12365;&#27700;&#12434;&#27762;&#12415;&#12395;&#12290;<span class="keyword">
</span>&#12392;&#12371;&#12429;&#12364;&#28263;&#27700;&#12418;&#28609;&#12387;&#12390;&#12383;&#12290;<span class="keyword">
</span>&#12392;&#12426;&#12354;&#12360;&#12378;&#12414;&#12383;&#24029;&#12398;&#27700;&#12434;&#27762;&#12435;&#12391;&#12459;&#12524;&#12540;&#12521;&#12452;&#12473;&#12434;&#39135;&#12409;&#12427;&#12290;<span class="keyword">
</span>&#21320;&#24460;&#12363;&#12425;&#12399;&#12414;&#12383;&#28988;&#12365;&#33419;&#12398;&#28858;&#12395;<span class="keyword">
</span>&#34218;&#12434;&#20999;&#12387;&#12383;&#12426;&#28779;&#12434;&#12388;&#12369;&#12383;&#12426;&#12290;<span class="keyword">
</span>&#26178;&#38291;&#12364;&#12363;&#12363;&#12387;&#12390;&#30130;&#12428;&#12383;&#12290;&#24029;&#12398;&#27700;&#12391;&#27927;&#12387;&#12390;&#28988;&#12367;&#12290;<span class="keyword">
</span>&#39135;&#12409;&#12390;&#12383;&#12425;&#12411;&#12393;&#12394;&#12367;&#26085;&#12364;&#26286;&#12428;&#12390;&#12365;&#12383;&#12398;&#12391;<span class="keyword">
</span>&#23517;&#12427;&#25152;&#12434;&#25506;&#12377;&#12290;&#12486;&#12531;&#12488;&#34892;&#12367;&#21069;&#12395;<span class="rainbow-delimiters-depth-1">&lt;</span>&#30465;&#30053;<span class="rainbow-delimiters-depth-1">&gt;</span>&#12398;&#25152;&#12395;&#28783;&#12426;&#12364;<span class="keyword">
</span>&#28857;&#12356;&#12390;&#12383;&#12398;&#12391;&#22768;&#12363;&#12369;&#12290;<span class="keyword">
</span><span class="rainbow-delimiters-depth-1">&lt;</span>&#30465;&#30053;<span class="rainbow-delimiters-depth-1">&gt;</span>&#12399;&#30342;&#25147;&#12387;&#12383;&#12290;<span class="keyword">
</span>&#12486;&#12531;&#12488;&#12399;&#23506;&#12381;&#12358;&#12384;&#12387;&#12383;&#12398;&#12391;&#29572;&#38306;&#27178;&#12398;&#26360;&#25998;&#12395;&#12467;&#12483;&#12488;&#35373;&#32622;<span class="keyword">
</span>&#12414;&#12384;&#22320;&#38663;&#12399;&#24369;&#12356;&#12369;&#12392;&#32154;&#12367;&#12290;<span class="keyword">

</span><span class="org-modern-block-name"><span class="org-block-begin-line">comment</span></span><span class="org-block-begin-line">
</span>&#38598;&#20250;&#25152;&#12398;&#38598;&#22243;&#29983;&#27963;&#12399;&#23621;&#24515;&#22320;&#12399;&#12356;&#12356;&#12398;&#12363;&#12418;&#12375;&#12428;&#12394;&#12356;&#12364;&#12289;&#21364;&#12387;&#12390;<span class="keyword">
</span>&#33258;&#20998;&#12391;&#12394;&#12435;&#12392;&#12363;&#12375;&#12424;&#12358;&#12392;&#12356;&#12358;&#27671;&#25345;&#12385;&#12364;&#33806;&#12360;&#12390;&#12356;&#12367;&#12424;&#12358;&#12395;&#24863;&#12376;&#12289;<span class="keyword">
</span>&#12414;&#12383;&#21839;&#38988;&#35299;&#27770;&#12395;&#32331;&#12364;&#12425;&#12394;&#12356;&#12383;&#12417;&#33258;&#23429;&#12395;&#25147;&#12387;&#12383;&#12290;<span class="keyword">
</span>&#26377;&#20107;&#12398;&#32202;&#24373;&#29366;&#24907;&#12392;&#12289;&#39135;&#20107;&#37327;&#12398;&#24613;&#28608;&#12394;&#20302;&#19979;&#12418;&#12354;&#12426;&#12289;&#12488;&#12452;&#12524;&#21839;&#38988;&#12399;<span class="keyword">
</span>&#12371;&#12398;&#26085;&#12414;&#12391;&#30330;&#29983;&#12375;&#12394;&#12363;&#12387;&#12383;&#12290;&#26368;&#21021;&#12398;&#38915;&#12399;&#30033;&#12395;&#30452;&#25509;&#31348;&#12434;&#25496;&#12387;&#12390;<span class="keyword">
</span>&#29992;&#12434;&#36275;&#12375;&#12390;&#12356;&#12383;&#12364;&#12289;&#38634;&#12364;&#31309;&#12418;&#12387;&#12383;&#26085;&#12395;&#12399;&#12381;&#12358;&#12356;&#12358;&#20107;&#12364;&#12375;&#12389;&#12425;&#12363;&#12387;&#12383;<span class="keyword">
</span>&#12383;&#12417;&#29483;&#12398;&#12488;&#12452;&#12524;&#12363;&#12425;&#12498;&#12531;&#12488;&#12434;&#24471;&#12390;&#22303;&#12392;&#28784;&#12434;&#28151;&#12380;&#12383;&#12418;&#12398;&#12434;&#23481;&#22120;&#12395;&#20837;&#12428;&#12390;<span class="keyword">
</span>&#29992;&#12434;&#36275;&#12375;&#12383;&#12425;&#28151;&#12380;&#12427;&#12392;&#12356;&#12358;&#20107;&#12434;&#12375;&#12390;&#12356;&#12383;&#12290;&#12381;&#12398;&#38555;&#12289;&#23567;&#12434;&#28151;&#12380;&#12427;&#12392;<span class="keyword">
</span>&#33261;&#12367;&#12394;&#12427;&#12392;&#30693;&#12387;&#12390;&#12356;&#12383;&#12398;&#12391;&#12289;&#23567;&#12399;&#21029;&#12398;&#23481;&#22120;&#12395;&#20837;&#12428;&#12390;&#33258;&#28982;&#12395;&#12362;&#36996;&#12375;&#12375;&#12390;&#12383;&#12290;<span class="keyword">
</span>&#12381;&#12358;&#12420;&#12387;&#12390;&#22303;&#12398;&#24494;&#29983;&#29289;&#12395;&#12424;&#12427;&#20998;&#35299;&#12392;&#28784;&#12395;&#12424;&#12427;&#28040;&#33261;&#21177;&#26524;&#12434;&#29401;&#12387;&#12390;&#12383;<span class="keyword">
</span>&#35379;&#12384;&#12364;&#12289;&#12358;&#12414;&#12367;&#36939;&#29992;&#20986;&#26469;&#12383;&#12424;&#12358;&#12395;&#24605;&#12358;&#12290;&#12420;&#12428;&#12400;&#12431;&#12363;&#12427;&#12364;&#12373;&#12411;&#12393;&#33261;&#12431;&#12394;&#12356;&#12290;<span class="keyword">
</span>&#12391;&#12289;&#22303;&#12395;&#12394;&#12387;&#12383;&#12425;&#30033;&#12395;&#12362;&#36996;&#12375;&#12375;&#12390;&#12383;&#12290;<span class="keyword">
</span>&#38598;&#20250;&#25152;&#12398;&#12488;&#12452;&#12524;&#12399;&#27700;&#12364;&#20986;&#12394;&#12356;&#12398;&#12391;&#24460;&#12398;&#35441;&#12395;&#20986;&#12390;&#12367;&#12427;&#12363;&#12418;&#12375;&#12428;&#12394;&#12356;&#12364;&#12289;<span class="keyword">
</span>&#29992;&#27700;&#12363;&#12425;&#12479;&#12531;&#12463;&#12391;&#27700;&#12434;&#27762;&#12435;&#12391;&#12473;&#12488;&#12483;&#12463;&#12375;&#12289;&#12381;&#12398;&#27700;&#12391;&#27969;&#12375;&#12390;&#12356;&#12383;&#12290;<span class="keyword">
</span>&#12488;&#12452;&#12524;&#32025;&#12399;&#35440;&#12414;&#12425;&#12394;&#12356;&#12424;&#12358;&#12395;&#12480;&#12531;&#12508;&#12540;&#12523;&#31665;&#12395;&#20837;&#12428;&#12390;&#12381;&#12428;&#12434;&#27598;&#26085;&#28954;&#12365;&#28779;&#12391;&#29123;&#12420;&#12375;&#12390;&#12356;&#12383;&#12290;<span class="keyword">
</span>&#24460;&#12293;&#20182;&#12398;&#22320;&#22495;&#12391;&#12399;&#12488;&#12452;&#12524;&#21608;&#12426;&#12364;&#38463;&#40763;&#21483;&#21914;&#12398;&#22320;&#29508;&#32117;&#22259;&#12392;&#12394;&#12387;&#12383;&#12392;&#32862;&#12356;&#12390;&#12356;&#12427;&#12375;&#12289;<span class="keyword">
</span>&#22580;&#25152;&#12395;&#12424;&#12387;&#12390;&#12399;&#12510;&#12531;&#12507;&#12540;&#12523;&#12364;&#65297;&#65357;&#36817;&#12367;&#39131;&#12403;&#20986;&#12375;&#12289;&#19979;&#27700;&#12364;&#36870;&#27969;&#12375;&#12390;&#12365;&#12383;&#12392;&#12363;<span class="keyword">
</span>&#32862;&#12356;&#12383;&#12398;&#12391;&#12289;&#27604;&#36611;&#30340;&#12358;&#12414;&#12367;&#12488;&#12452;&#12524;&#21839;&#38988;&#12399;&#36939;&#29992;&#12375;&#12390;&#12356;&#12383;&#12424;&#12358;&#12395;&#24605;&#12358;&#12290;<span class="keyword">
</span>&#12416;&#12375;&#12429;&#38598;&#33853;&#22806;&#12398;&#26041;&#12364;&#36947;&#12398;&#39365;&#12395;&#39366;&#12369;&#36796;&#12435;&#12391;&#12488;&#12452;&#12524;&#12398;&#12489;&#12450;&#12364;&#38283;&#12363;&#12378;&#21608;&#36794;&#12395;&#21213;&#25163;&#12395;<span class="keyword">
</span>&#29992;&#12434;&#36275;&#12375;&#12390;&#36321;&#12434;&#27531;&#12375;&#12390;&#12356;&#12367;&#12392;&#12356;&#12358;&#20107;&#20363;&#12399;&#35211;&#12425;&#12428;&#12383;&#12290;<span class="keyword">
</span>&#12371;&#12398;&#12354;&#12383;&#12426;&#12398;&#35441;&#12399;&#12458;&#12502;&#12521;&#12540;&#12488;&#12434;&#34987;&#12379;&#12390;&#12394;&#12363;&#12394;&#12363;&#34920;&#12395;&#12399;&#20986;&#12389;&#12425;&#12356;&#35441;<span class="keyword">
</span>&#12384;&#12392;&#12399;&#24605;&#12358;&#12364;&#12289;&#37117;&#24066;&#37096;&#12384;&#12392;&#12488;&#12452;&#12524;&#21839;&#38988;&#12399;&#12418;&#12387;&#12392;&#28145;&#21051;&#12394;&#20107;&#12395;&#12399;&#12394;&#12427;&#12392;&#24605;&#12358;&#12290;<span class="keyword">
</span>&#33258;&#20998;&#12399;&#12362;&#36996;&#12375;&#20986;&#26469;&#12427;&#22823;&#33258;&#28982;&#12395;&#22258;&#12414;&#12428;&#12390;&#12356;&#12383;&#12363;&#12425;&#26412;&#24403;&#12395;&#33391;&#12363;&#12387;&#12383;&#12290;<span class="keyword">

</span>&#27700;&#12399;&#12371;&#12398;&#26178;&#28857;&#12391;&#12418;&#12414;&#12384;&#28609;&#12387;&#12390;&#12383;&#12364;&#12289;<span class="keyword">
</span>&#27083;&#12431;&#12378;&#20351;&#12358;&#12290;&#19978;&#12395;&#27665;&#23478;&#12418;&#12394;&#12367;&#26368;&#19978;&#27969;&#12384;&#12387;&#12383;&#12363;&#12425;&#12392;&#12356;&#12358;&#12398;&#12418;&#12354;&#12427;&#12363;&#12290;<span class="keyword">
</span>&#39080;&#21570;&#12418;&#20840;&#12367;&#20837;&#12428;&#12394;&#12356;&#12398;&#12391;&#24029;&#12398;&#27700;&#12391;&#38957;&#12384;&#12369;&#27927;&#12387;&#12383;&#12426;&#12375;&#12390;&#12356;&#12383;&#12290;<span class="keyword">
</span>&#12414;&#12431;&#12426;&#12399;&#38634;&#12384;&#12425;&#12369;&#12394;&#12398;&#12391;&#24403;&#28982;&#20919;&#12383;&#12356;&#12290;<span class="keyword">
</span>&#12375;&#12363;&#12375;&#12289;&#34218;&#12473;&#12488;&#12540;&#12502;&#12394;&#12393;&#20379;&#20986;&#12375;&#12383;&#12426;&#26029;&#27700;&#20013;&#12384;&#12387;&#12383;&#12398;&#12391;&#12289;<span class="keyword">
</span>&#12381;&#12428;&#12394;&#12426;&#12395;&#12356;&#12388;&#12418;&#12424;&#12426;&#12418;&#38627;&#12375;&#12356;&#29366;&#27841;&#12395;&#36861;&#12356;&#36796;&#12414;&#12428;&#12289;<span class="keyword">
</span>&#20313;&#35336;&#12395;&#26178;&#38291;&#12364;&#12363;&#12363;&#12387;&#12390;&#30130;&#12428;&#12390;&#12375;&#12414;&#12387;&#12383;&#12426;&#12375;&#12390;&#12383;&#12290;<span class="keyword">
</span>&#12392;&#12395;&#12363;&#12367;&#29926;&#31019;&#12364;&#22303;&#38291;&#12395;&#23665;&#12398;&#12424;&#12358;&#12395;&#31309;&#12414;&#12428;&#12383;&#12426;&#12375;&#12390;&#12383;&#12290;<span class="keyword">

</span><span class="org-modern-block-name"><span class="org-block-end-line">comment</span></span><span class="org-block-end-line">
</span></pre>
  </body>
</html>
