<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<!-- Created by htmlize-1.57 in css mode. -->
<html>
  <head>
    <title>2022-0913-2.org</title>
    <!-- Google tag (gtag.js) -->
<script async src="https://www.googletagmanager.com/gtag/js?id=G-DGL0KFVPZB"></script>
<script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'G-DGL0KFVPZB');
</script>
    <style type="text/css">
    <!--
      body {
        color: #ffffd9;
        background-color: #000b00;
      }
      .keyword {
        /* font-lock-keyword-face */
        color: #f39800;
      }
      .org-block {
        /* org-block */
        color: #b3b3b3;
      }
      .org-block-begin-line {
        /* org-block-begin-line */
        color: #f0908d;
      }
      .org-block-end-line {
        /* org-block-end-line */
        color: #f0908d;
      }
      .org-level-1 {
        /* org-level-1 */
        color: #ffd900;
      }
      .org-link {
        /* org-link */
        color: #00ffff;
        text-decoration: underline;
      }
      .rainbow-delimiters-depth-1 {
        /* rainbow-delimiters-depth-1-face */
        color: #ec6d71;
      }
      .rainbow-delimiters-depth-2 {
        /* rainbow-delimiters-depth-2-face */
        color: #f6bfbc;
      }
      .rainbow-delimiters-depth-3 {
        /* rainbow-delimiters-depth-3-face */
        color: #f6ad49;
      }

      a {
        color: inherit;
        background-color: inherit;
        font: inherit;
        text-decoration: inherit;
      }
      a:hover {
        text-decoration: underline;
      }
    -->
    </style>
  </head>
  <body>
    <pre>
<span class="org-level-1">* &#26368;&#36817;&#12398;lisp&#31995;&#12398;&#20670;&#21521;&#12395;&#12388;&#12356;&#12390;&#24605;&#12358;&#20107;&#12290;</span>

&#20170;&#26085;&#12399;lua&#35069;&#12398;lisp&#31995;&#12471;&#12531;&#12479;&#12483;&#12463;&#12473;&#35328;&#35486;
<span class="org-link"><a href="https://fennel-lang.org/">fennel</a></span>&#12392;&#12356;&#12358;&#12418;&#12398;&#12434;twitter&#12391;&#35211;&#12363;&#12369;&#12383;&#12290;
&#12391;&#12289;&#35211;&#12390;&#12415;&#12383;&#12435;&#12384;&#12369;&#12393;&#12289;&#12371;&#12435;&#12394;&#24863;&#12376;&#12290;
<span class="org-block-begin-line">#+BEGIN_SRC lisp
</span><span class="org-block"><span class="rainbow-delimiters-depth-1">(</span></span><span class="org-block">fn print-and-add [a b c]
  </span><span class="org-block"><span class="rainbow-delimiters-depth-2">(</span></span><span class="org-block">print a</span><span class="org-block"><span class="rainbow-delimiters-depth-2">)</span></span><span class="org-block">
  </span><span class="org-block"><span class="rainbow-delimiters-depth-2">(</span></span><span class="org-block">+ b c</span><span class="org-block"><span class="rainbow-delimiters-depth-2">)</span></span><span class="org-block"><span class="rainbow-delimiters-depth-1">)</span></span><span class="org-block">

</span><span class="org-block"><span class="rainbow-delimiters-depth-1">(</span></span><span class="org-block"><span class="keyword">let</span></span><span class="org-block"> [x </span><span class="org-block"><span class="rainbow-delimiters-depth-2">(</span></span><span class="org-block">+ 1 99</span><span class="org-block"><span class="rainbow-delimiters-depth-2">)</span></span><span class="org-block">
      y </span><span class="org-block"><span class="rainbow-delimiters-depth-2">(</span></span><span class="org-block">- x 12</span><span class="org-block"><span class="rainbow-delimiters-depth-2">)</span></span><span class="org-block">
      z 100_000]
  </span><span class="org-block"><span class="rainbow-delimiters-depth-2">(</span></span><span class="org-block">+ z </span><span class="org-block"><span class="rainbow-delimiters-depth-3">(</span></span><span class="org-block">/ y 10</span><span class="org-block"><span class="rainbow-delimiters-depth-3">)</span></span><span class="org-block"><span class="rainbow-delimiters-depth-2">)</span></span><span class="org-block"><span class="rainbow-delimiters-depth-1">)</span></span><span class="org-block">
</span><span class="org-block-end-line">#+END_SRC
</span>
&#26368;&#36817;&#12398;lisp&#31995;&#35328;&#35486;&#12387;&#12390;clojure&#12395;&#20284;&#12379;&#12383;&#24863;&#12376;
&#12392;&#12356;&#12358;&#12398;&#12363;&#12289;&#22793;&#25968;&#12434;&#25351;&#23450;&#12377;&#12427;&#31623;&#25152;&#12384;&#12369;[]&#12434;
&#20351;&#12387;&#12390;&#12356;&#12427;&#12398;&#12364;&#12289;&#12420;&#12383;&#12425;&#22810;&#12367;&#24863;&#12376;&#12427;&#12290;

&#35211;&#12383;&#30446;&#12364;&#20024;&#25324;&#24359;&#12384;&#12425;&#12369;&#12391;&#12431;&#12363;&#12426;&#12395;&#12367;&#12356;&#12392;&#12356;&#12358;
&#20107;&#12391;&#12381;&#12358;&#12420;&#12387;&#12390;&#12356;&#12427;&#12435;&#12384;&#12429;&#12358;&#12369;&#12393;&#12289;
common lisp&#12434;&#26222;&#27573;&#26360;&#12356;&#12390;&#12356;&#12427;&#20154;&#38291;&#12363;&#12425;&#12377;&#12427;&#12392;&#12289;
[]&#12392;&#12356;&#12358;&#12418;&#12398;&#12395;&#12354;&#12414;&#12426;&#28145;&#12356;&#24847;&#21619;&#12434;&#24863;&#12376;&#12394;&#12356;&#12290;

&#20363;&#12360;&#12400;&#20170;&#32771;&#12360;&#12390;&#12356;&#12427;&#12398;&#12384;&#12392;&#12289;
[1..9]&#12392;&#26360;&#12356;&#12390;&#35413;&#20385;&#12375;&#12383;&#12425;1 2 3 4 5 6 7 8 9
&#12415;&#12383;&#12356;&#12395;&#25968;&#21015;&#12395;&#23637;&#38283;&#12377;&#12427;&#12392;&#12363;&#12394;&#12435;&#12363;&#29305;&#27530;&#12394;&#24847;&#21619;&#12364;
&#12354;&#12428;&#12400;&#12414;&#12384;[]&#12392;&#12356;&#12358;&#36020;&#37325;&#12394;&#12522;&#12477;&#12540;&#12473;&#12434;&#20351;&#12358;&#24847;&#21619;&#12364;
&#12354;&#12427;&#12392;&#24605;&#12358;&#12290;

emacs&#12434;&#20351;&#12387;&#12390;&#12356;&#12427;&#12392;&#12461;&#12540;&#65297;&#12388;&#65297;&#12388;&#12364;&#12392;&#12390;&#12418;&#22823;&#20999;&#12394;
&#12522;&#12477;&#12540;&#12473;&#12387;&#12390;&#12356;&#12358;&#32771;&#12360;&#26041;&#12364;&#36523;&#12395;&#20184;&#12367;&#12435;&#12384;&#12369;&#12393;&#12289;
&#25324;&#24359;&#12418;&#21516;&#12376;&#12384;&#12392;&#24605;&#12358;&#12435;&#12384;&#12424;&#12397;&#12290;

&#12383;&#12384;&#21336;&#12395;&#22793;&#25968;&#12398;&#31623;&#25152;&#12364;&#12431;&#12363;&#12426;&#12420;&#12377;&#12356;&#12392;&#12356;&#12358;&#12384;&#12369;&#12398;
&#29702;&#30001;&#12387;&#12390;&#12356;&#12358;&#12398;&#12399;&#12385;&#12423;&#12387;&#12392;&#36101;&#27810;&#36942;&#12366;&#12394;&#12356;&#12363;&#65311;&#12392;&#24605;&#12387;&#12390;&#12375;&#12414;&#12358;&#12290;
&#28961;&#39364;&#36963;&#12356;&#12392;&#12356;&#12358;&#12363;&#12290;&#21029;&#12395;()&#12391;&#12418;&#12356;&#12356;&#12376;&#12419;&#12435;&#12387;&#12390;&#24863;&#12376;&#12427;&#12392;&#12356;&#12358;&#12363;&#12290;

&#12354;&#12392;&#12289;&#12381;&#12371;&#12384;&#12369;[]&#12395;&#12377;&#12427;&#20107;&#12395;&#12424;&#12387;&#12390;&#12289;&#38957;&#12398;&#20013;&#12391;
&#24120;&#12395;&#25324;&#24359;&#12398;&#21306;&#21029;&#12364;&#24517;&#35201;&#12392;&#12394;&#12387;&#12390;&#12367;&#12427;&#12290;
common lisp&#12391;&#12399;&#12381;&#12435;&#12394;&#12392;&#12371;&#12429;&#12391;&#12356;&#12385;&#12356;&#12385;&#33075;&#12415;&#12381;&#12399;&#20351;&#12431;&#12394;&#12356;&#12290;
&#12381;&#12375;&#12390;&#12289;&#12461;&#12540;&#25805;&#20316;&#12398;&#19978;&#12391;&#12418;&#12356;&#12385;&#12356;&#12385;()&#12392;[]&#12434;
&#20999;&#12426;&#26367;&#12360;&#12427;&#12383;&#12417;&#12395;&#31227;&#21205;&#12375;&#12394;&#12369;&#12428;&#12400;&#12394;&#12425;&#12394;&#12367;&#12394;&#12427;&#12290;

&#12381;&#12435;&#12394;&#20107;&#38754;&#20498;&#33261;&#12364;&#12387;&#12390;&#12393;&#12358;&#12377;&#12427;&#12435;&#12384;&#65311;&#12392;
&#24605;&#12358;&#12363;&#12418;&#12375;&#12428;&#12394;&#12356;&#12369;&#12393;&#12289;&#12393;&#12385;&#12425;&#12364;&#12467;&#12540;&#12489;&#12398;
&#20013;&#36523;&#12395;&#38598;&#20013;&#20986;&#26469;&#12427;&#12363;&#65311;&#12392;&#32771;&#12360;&#12383;&#26178;&#12289;
&#12371;&#12398;&#23567;&#12373;&#12394;&#31309;&#12415;&#37325;&#12397;&#12399;&#39340;&#40575;&#12395;&#20986;&#26469;&#12394;&#12356;&#12424;&#12358;&#12394;&#27671;&#12364;&#12377;&#12427;&#12290;

&#12354;&#12392;lisp&#12398;&#12497;&#12527;&#12540;&#12398;&#28304;&#27849;&#12391;&#12354;&#12427;&#21516;&#22259;&#20687;&#24615;&#12289;
&#12356;&#12431;&#12422;&#12427;&#12487;&#12540;&#12479;&#12418;&#12467;&#12540;&#12489;&#12418;&#21516;&#12376;&#12392;&#12356;&#12358;
&#29305;&#24500;&#12399;S&#24335;&#12392;&#12356;&#12358;&#23455;&#12395;&#12471;&#12531;&#12503;&#12523;&#12394;&#27083;&#36896;&#12363;&#12425;
&#25104;&#12426;&#31435;&#12387;&#12390;&#12356;&#12427;&#12364;&#12289;&#12471;&#12531;&#12479;&#12483;&#12463;&#12473;&#12434;
&#35079;&#38609;&#12395;&#12377;&#12427;&#20107;&#12399;&#12381;&#12371;&#12363;&#12425;&#38626;&#12428;&#12427;&#21487;&#33021;&#24615;&#12364;
&#12354;&#12427;&#12398;&#12391;&#12399;&#12394;&#12356;&#12363;&#65311;&#12392;&#24515;&#37197;&#12375;&#12390;&#12375;&#12414;&#12358;&#12290;

&#22810;&#12367;&#12398;&#20154;&#12399;&#12383;&#12367;&#12373;&#12435;&#12398;&#25324;&#24359;&#12434;&#23244;&#12358;&#12364;&#12289;
&#12381;&#12371;&#12395;&#12399;&#12381;&#12428;&#12394;&#12426;&#12398;&#24847;&#21619;&#12364;&#12354;&#12427;&#12375;&#12289;
&#26368;&#36817;&#12398;&#12456;&#12487;&#12451;&#12479;&#12399;&#12393;&#12428;&#12418;&#12381;&#12398;&#36794;&#12426;&#12434;
&#12459;&#12496;&#12540;&#12375;&#12390;&#12367;&#12428;&#12390;&#12356;&#12427;&#12418;&#12398;&#12364;&#22810;&#12356;&#12398;&#12391;&#12399;&#12394;&#12356;&#12398;&#12363;&#12394;&#65311;
&#12381;&#12358;&#12356;&#12358;&#12456;&#12487;&#12451;&#12479;&#12434;&#20351;&#12387;&#12390;&#12428;&#12400;
&#33510;&#12395;&#12399;&#12394;&#12425;&#12394;&#12356;&#12392;&#12399;&#35328;&#12431;&#12394;&#12356;&#12414;&#12391;&#12418;&#12289;
&#23569;&#12375;&#12399;&#12431;&#12363;&#12426;&#12420;&#12377;&#12367;&#12394;&#12427;&#12435;&#12376;&#12419;&#12394;&#12356;&#12363;&#12394;&#65311;

emacs&#12391;slime&#20351;&#12387;&#12390;&#12428;&#12400;&#12289;
C-cC-]&#12392;&#12377;&#12428;&#12400;&#36275;&#12426;&#12394;&#12356;&#20998;&#12398;&#38281;&#12376;&#25324;&#24359;&#12399;&#21213;&#25163;&#12395;
&#38281;&#12376;&#12390;&#12367;&#12428;&#12427;&#12375;&#12289;
paredit&#20351;&#12360;&#12400;&#12289;&#12381;&#12358;&#12356;&#12358;&#20107;&#27671;&#12395;&#12377;&#12427;&#24517;&#35201;&#12377;&#12425;&#12394;&#12356;&#12290;
&#12414;&#12383;rainbow-delimiter&#12434;&#20351;&#12360;&#12400;&#34425;&#33394;&#12395;
&#25324;&#24359;&#12434;&#33394;&#20998;&#12369;&#12375;&#12390;&#12367;&#12428;&#12427;&#12398;&#12391;&#12289;&#25324;&#24359;&#12398;&#23550;&#24540;&#12394;&#12435;&#12363;&#12418;
&#19968;&#30446;&#30637;&#28982;&#12290;

&#12424;&#12367;emacs&#12398;&#35373;&#23450;&#12501;&#12449;&#12452;&#12523;&#12392;&#12363;&#12356;&#12376;&#12387;&#12390;&#12356;&#12427;&#26178;&#12395;
&#27671;&#20184;&#12363;&#12396;&#12358;&#12385;&#12395;&#25324;&#24359;&#12398;&#12496;&#12521;&#12531;&#12473;&#12364;&#23849;&#12428;&#12390;&#12383;&#12426;&#12377;&#12427;&#12364;&#12289;
&#12381;&#12428;&#12418;&#33394;&#20998;&#12369;&#12375;&#12390;&#12356;&#12427;&#12362;&#12363;&#12370;&#12391;&#12377;&#12368;&#12393;&#12371;&#12363;&#23849;&#12428;&#12383;
&#12392;&#12356;&#12358;&#12398;&#12364;&#12431;&#12363;&#12427;&#12375;&#12289;&#12393;&#12371;&#12364;&#23849;&#12428;&#12390;&#12356;&#12427;&#12398;&#12363;&#12431;&#12363;&#12425;&#12394;&#12356;
&#26178;&#12399;M-x check-paren&#12377;&#12428;&#12400;&#23849;&#12428;&#12390;&#12427;&#31623;&#25152;&#12434;&#25945;&#12360;&#12390;&#12367;&#12428;&#12427;&#12290;

&#24931;&#12428;&#12383;lisper&#12398;&#20154;&#12399;&#12371;&#12358;&#12356;&#12358;&#8221;&#35036;&#21161;&#36650;"&#12415;&#12383;&#12356;&#12394;
&#12418;&#12398;&#12399;&#20351;&#12387;&#12390;&#12394;&#12356;&#20154;&#32080;&#27083;&#35211;&#25499;&#12369;&#12427;&#12369;&#12393;&#12289;
&#25324;&#24359;&#12364;&#12353;&#12540;&#65281;&#12387;&#12390;&#20154;&#12399;&#20170;&#12399;&#20415;&#21033;&#12394;&#26178;&#20195;&#12394;&#12435;&#12391;
&#12371;&#12358;&#12356;&#12387;&#12383;&#20415;&#21033;&#12394;&#12484;&#12540;&#12523;&#12434;&#12393;&#12435;&#12393;&#12435;&#20351;&#12387;&#12383;&#12425;&#12356;&#12356;&#12392;&#24605;&#12358;&#12290;

&#12418;&#12387;&#12392;&#25163;&#30701;&#12395;&#26360;&#12367;&#12388;&#12418;&#12426;&#12364;&#12388;&#12356;&#12388;&#12356;&#38263;&#12367;&#12394;&#12387;&#12390;&#12375;&#12414;&#12387;&#12383;&#12290;
</pre>
  </body>
</html>
