<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<!-- Created by htmlize-1.57 in css mode. -->
<html>
  <head>
    <title>2023-0324-2.org</title>
    <style type="text/css">
    <!--
      body {
        color: #ffffd9;
        background-color: #000b00;
      }
      .comment {
        /* font-lock-comment-face */
        color: #f0908d;
      }
      .org-date {
        /* org-date */
        color: #00ffff;
        text-decoration: underline;
      }
      .org-level-1 {
        /* org-level-1 */
        color: #ffd900;
      }
      .org-level-2 {
        /* org-level-2 */
        color: #c3d825;
      }
      .org-link {
        /* org-link */
        color: #00ffff;
        text-decoration: underline;
      }
      .org-table {
        /* org-table */
        color: #87cefa;
      }
      .org-tag {
        /* org-tag */
        font-weight: bold;
      }

      a {
        color: inherit;
        background-color: inherit;
        font: inherit;
        text-decoration: inherit;
      }
      a:hover {
        text-decoration: underline;
      }
    -->
    </style>
  </head>
  <body>
    <pre>
<span class="org-level-1">* </span><span class="org-date">[2023-03-24 &#37329;]</span><span class="org-level-1"> </span>
((&#9788;&#8594;&#9729; . &#26228;&#12428; &#22812;&#36933;&#12367; &#12367;&#12418;&#12426;) (&#9729;&#8594;&#9788; . &#12367;&#12418;&#12426; &#26172;&#36942;&#12366; &#12363;&#12425; &#26228;&#12428;) (&#9748;&#9729; . &#38632; &#26178;&#12293; &#12367;&#12418;&#12426;))

<span class="org-link"><a href="./around-Japan-color-2023-03-24.png">./around-Japan-color-2023-03-24.png</a></span>

<span class="org-level-2">** &#37197;&#21015;&#12392;&#12495;&#12483;&#12471;&#12517;&#12486;&#12540;&#12502;&#12523;&#12398;&#36949;&#12356; </span><span class="org-level-2"><span class="org-tag">:lisp:</span></span>
&#26368;&#36817;zenn&#12395;&#20197;&#19979;&#12398;&#35352;&#20107;&#12434;&#26360;&#12365;&#22987;&#12417;&#12390;&#12356;&#12427;&#12290;
<span class="org-link"><a href="https://zenn.dev/biofermin2/scraps/1fe8ea4b95b358">Common Lisp&#12395;&#12424;&#12427;&#24190;&#20309;&#20013;&#22830;&#20516;&#35336;&#31639;&#12391;&#27714;&#12417;&#12427;&#26085;&#26412;&#12398;&#20013;&#24515;</a></span>

&#20491;&#20154;&#12502;&#12525;&#12464;&#12398;&#12371;&#12371;&#12395;&#12399;&#20309;&#12418;&#26360;&#12356;&#12390;&#12394;&#12356;&#12369;&#12393;&#31505;

&#12381;&#12358;&#12356;&#12358;&#21453;&#30465;&#12418;&#36796;&#12417;&#12390;&#20170;&#26085;&#12399;&#20037;&#12375;&#25391;&#12426;&#12395;&#12371;&#12371;&#12418;&#26360;&#12367;&#12290;

&#20170;&#26085;&#12399;&#35352;&#20107;&#12434;&#26360;&#12365;&#12394;&#12364;&#12425;&#26132;&#20316;&#12387;&#12383;&#12503;&#12525;&#12464;&#12521;&#12512;&#12434;
&#21205;&#12363;&#12375;&#12390;&#33258;&#20998;&#33258;&#36523;&#24605;&#12356;&#20986;&#12377;&#20316;&#26989;&#12434;&#12375;&#12383;&#12426;&#12418;&#12375;&#12390;&#12383;&#12364;&#12289;
&#12418;&#12385;&#12429;&#12435;&#24605;&#12356;&#20986;&#12375;&#12383;&#12425;&#12522;&#12501;&#12449;&#12463;&#12479;&#12522;&#12531;&#12464;&#12375;&#12383;&#12356;&#37096;&#20998;&#12418;&#12354;&#12427;&#12290;

&#12381;&#12435;&#12394;&#20107;&#12434;&#32771;&#12360;&#12390;&#12356;&#12427;&#26178;&#12395;&#12405;&#12392;&#24605;&#12387;&#12383;&#12398;&#12364;&#27161;&#35352;&#12398;&#30097;&#21839;&#12290;

&#12373;&#12425;&#12387;&#12392;&#12493;&#12483;&#12488;&#12391;&#35519;&#12409;&#12427;&#12392;&#12495;&#12483;&#12471;&#12517;&#12486;&#12540;&#12502;&#12523;&#12399;&#25991;&#23383;&#21015;&#12418;&#12461;&#12540;&#12395;&#12377;&#12427;
&#20107;&#12364;&#20986;&#26469;&#12427;&#12392;&#12356;&#12387;&#12383;&#12424;&#12358;&#12394;&#20107;&#12364;&#20986;&#12390;&#12383;&#12290;

&#12383;&#12384;&#20170;&#38957;&#12395;&#12354;&#12427;&#12398;&#12399;&#12461;&#12540;&#12399;&#25968;&#23383;&#12290;&#29305;&#12395;&#12393;&#12387;&#12385;&#12391;&#12418;&#12356;&#12356;&#12363;&#12394;&#12392;&#12290;
&#12381;&#12398;&#38555;&#12395;&#12289;&#12393;&#12387;&#12385;&#12364;&#26524;&#12383;&#12375;&#12390;&#20966;&#29702;&#12364;&#36895;&#12356;&#12398;&#12363;&#65311;
&#12416;&#12375;&#12429;&#12289;&#12381;&#12387;&#12385;&#12398;&#26041;&#12395;&#33288;&#21619;&#12364;&#12354;&#12427;&#12290;

&#27491;&#30452;&#20170;&#12414;&#12391;&#12495;&#12483;&#12471;&#12517;&#12418;&#37197;&#21015;&#12392;&#21516;&#12376;&#12424;&#12358;&#12394;&#12418;&#12435;&#12384;&#12392;&#12356;&#12358;&#35469;&#35672;
&#12375;&#12363;&#28961;&#12363;&#12387;&#12383;&#12369;&#12393;&#12289;&#12371;&#12398;&#38555;&#12385;&#12423;&#12387;&#12392;&#35519;&#12409;&#12390;&#12415;&#12383;&#12367;&#12394;&#12387;&#12383;&#12290;

&#12414;&#12378;&#12399;&#12495;&#12483;&#12471;&#12517;&#12486;&#12540;&#12502;&#12523;&#12363;&#12425;&#65298;&#22238;&#12486;&#12473;&#12488;&#12290;
<span class="comment"># Evaluation took:</span>
<span class="comment">#   0.000 seconds of real time</span>
<span class="comment">#   0.000003 seconds of total run time (0.000003 user, 0.000000 system)</span>
<span class="comment">#   100.00% CPU</span>
<span class="comment">#   4,218 processor cycles</span>
<span class="comment">#   0 bytes consed</span>
  
<span class="comment"># Evaluation took:</span>
<span class="comment">#   0.000 seconds of real time</span>
<span class="comment">#   0.000003 seconds of total run time (0.000003 user, 0.000000 system)</span>
<span class="comment">#   100.00% CPU</span>
<span class="comment">#   4,292 processor cycles</span>
<span class="comment">#   0 bytes consed</span>

&#27425;&#12399;&#37197;&#21015;&#12434;&#65298;&#22238;&#12486;&#12473;&#12488;
<span class="comment"># Evaluation took:</span>
<span class="comment">#   0.000 seconds of real time</span>
<span class="comment">#   0.000003 seconds of total run time (0.000002 user, 0.000001 system)</span>
<span class="comment">#   100.00% CPU</span>
<span class="comment">#   2,701 processor cycles</span>
<span class="comment">#   0 bytes consed</span>
  
<span class="comment"># Evaluation took:</span>
<span class="comment">#   0.000 seconds of real time</span>
<span class="comment">#   0.000001 seconds of total run time (0.000001 user, 0.000000 system)</span>
<span class="comment">#   100.00% CPU</span>
<span class="comment">#   2,257 processor cycles</span>
<span class="comment">#   0 bytes consed</span>

&#21516;&#12376;&#12424;&#12358;&#12394;&#12418;&#12398;&#12384;&#12392;&#24605;&#12387;&#12390;&#12383;&#12369;&#12393;&#12289;&#37197;&#21015;&#12398;processor cycles&#12364;&#21322;&#20998;&#36817;&#12367;&#23569;&#12394;&#12356;&#12290;
&#12473;&#12500;&#12540;&#12489;&#12418;&#12431;&#12378;&#12363;&#12395;&#36895;&#12381;&#12358;&#12290;

&#12388;&#12356;&#12391;&#12384;&#12363;&#12425;&#12522;&#12473;&#12488;&#12391;&#12418;&#12486;&#12473;&#12488;&#12375;&#12390;&#12415;&#12427;&#12290;
<span class="comment"># Evaluation took:</span>
<span class="comment">#   0.000 seconds of real time</span>
<span class="comment">#   0.000001 seconds of total run time (0.000001 user, 0.000000 system)</span>
<span class="comment">#   100.00% CPU</span>
<span class="comment">#   1,813 processor cycles</span>
<span class="comment">#   0 bytes consed</span>
  
<span class="comment"># Evaluation took:</span>
<span class="comment">#   0.000 seconds of real time</span>
<span class="comment">#   0.000003 seconds of total run time (0.000003 user, 0.000000 system)</span>
<span class="comment">#   100.00% CPU</span>
<span class="comment">#   5,439 processor cycles</span>
<span class="comment">#   0 bytes consed</span>

run time&#12399;&#22823;&#12375;&#12383;&#36949;&#12356;&#12364;&#28961;&#12363;&#12387;&#12383;&#12398;&#12391;&#12289;
processor cycles&#12434;&#34920;&#12391;&#32080;&#26524;&#12434;&#12414;&#12392;&#12417;&#12427;&#12392;
<span class="org-table">|------------+------+------|</span>
<span class="org-table">| &#12487;&#12540;&#12479;&#27083;&#36896; |  1st |  2nd |</span>
<span class="org-table">|------------+------+------|</span>
<span class="org-table">| hashtable  | 4218 | 4292 |</span>
<span class="org-table">| array      | 2701 | 2257 |</span>
<span class="org-table">| list       | 1813 | 5439 |</span>
<span class="org-table">|------------+------+------|</span>

&#12381;&#12428;&#12382;&#12428;&#12398;&#12486;&#12473;&#12488;&#12391;&#12399;&#21069;&#26041;&#12398;&#12487;&#12540;&#12479;&#12392;&#24460;&#26041;&#12398;&#12487;&#12540;&#12479;&#12398;&#65298;&#22238;&#12434;&#28204;&#12387;&#12390;&#12356;&#12427;&#12290;
&#12522;&#12473;&#12488;&#12399;&#12420;&#12387;&#12401;&#12426;&#12487;&#12540;&#12479;&#12398;&#20301;&#32622;&#12395;&#12424;&#12387;&#12390;&#36895;&#12373;&#12395;&#12400;&#12425;&#12388;&#12365;&#12364;&#12354;&#12387;&#12390;&#12289;
&#12522;&#12473;&#12488;&#12398;&#21069;&#12398;&#26041;&#12395;&#12354;&#12427;&#35201;&#32032;&#12398;&#26041;&#12364;&#12450;&#12463;&#12475;&#12473;&#12364;&#36895;&#12356;&#12290;

&#12424;&#12367;&#12495;&#12483;&#12471;&#12517;&#12486;&#12540;&#12502;&#12523;&#12398;&#26041;&#12364;&#36895;&#12356;&#12392;&#12399;&#32862;&#12356;&#12390;&#12356;&#12383;&#12369;&#12393;&#12289;
&#12522;&#12473;&#12488;&#12399;&#35328;&#12358;&#31243;&#12289;&#36933;&#12367;&#12418;&#12394;&#12367;&#12488;&#12540;&#12479;&#12523;&#12434;&#24179;&#22343;&#12377;&#12427;&#12392;3626processor cycles&#12395;&#25104;&#12427;&#12398;&#12391;&#12289;
&#28982;&#31243;&#22793;&#12431;&#12425;&#12394;&#12356;&#12435;&#12376;&#12419;&#12394;&#12356;&#12363;&#65311;&#12392;&#12356;&#12358;&#12424;&#12426;&#12289;&#12495;&#12483;&#12471;&#12517;&#12486;&#12540;&#12502;&#12523;&#12395;&#27604;&#12409;&#12427;&#12392;&#36895;&#12367;&#12394;&#12427;&#12290;
&#12392;&#12356;&#12358;&#12398;&#12364;&#33258;&#20998;&#12398;&#24863;&#24819;&#12290;&#12381;&#12358;&#32771;&#12360;&#12427;&#12392;&#25201;&#12356;&#26131;&#12356;&#12522;&#12473;&#12488;&#12398;&#27083;&#36896;&#12399;
&#12381;&#12358;&#24746;&#12367;&#12394;&#12356;&#36984;&#25246;&#12391;&#12354;&#12427;&#12424;&#12358;&#12394;&#27671;&#12364;&#12375;&#12383;&#12290;

&#20170;&#12414;&#12391;&#12354;&#12414;&#12426;&#37197;&#21015;&#12434;&#20351;&#12387;&#12390;&#26469;&#12394;&#12363;&#12387;&#12383;&#12398;&#12391;&#12289;
&#12418;&#12358;&#23569;&#12375;&#37197;&#21015;&#12434;&#20351;&#12358;&#20107;&#12418;&#12420;&#12387;&#12390;&#12356;&#12365;&#12383;&#12356;&#12290;

&#20170;&#22238;&#12398;&#12486;&#12473;&#12488;&#12391;&#12399;&#12495;&#12483;&#12471;&#12517;&#12486;&#12540;&#12502;&#12523;&#12364;&#24847;&#22806;&#12392;&#12381;&#12358;&#12391;&#12418;&#12394;&#12356;&#12398;&#12363;&#12394;&#65311;
&#12392;&#12356;&#12358;&#21360;&#35937;&#12434;&#21463;&#12369;&#12383;&#12290;


</pre>
  </body>
</html>
