<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<!-- Created by htmlize-1.57 in css mode. -->
<html>
  <head>
    <title>2023-0214-2.org</title>
    <style type="text/css">
    <!--
      body {
        color: #ffffd9;
        background-color: #000b00;
      }
      .org-block-begin-line {
        /* org-block-begin-line */
        color: #f0908d;
      }
      .org-block-end-line {
        /* org-block-end-line */
        color: #f0908d;
      }
      .org-date {
        /* org-date */
        color: #00ffff;
        text-decoration: underline;
      }
      .org-level-1 {
        /* org-level-1 */
        color: #ffd900;
      }
      .org-level-2 {
        /* org-level-2 */
        color: #c3d825;
      }
      .org-tag {
        /* org-tag */
        font-weight: bold;
      }

      a {
        color: inherit;
        background-color: inherit;
        font: inherit;
        text-decoration: inherit;
      }
      a:hover {
        text-decoration: underline;
      }
    -->
    </style>
  </head>
  <body>
    <pre>
<span class="org-level-1">* </span><span class="org-date">[2023-02-14 &#28779;]</span><span class="org-level-1"> </span>
<span class="org-level-2">** the </span><span class="org-level-2"><span class="org-tag">:lisp:</span></span>
common lisp&#12398;&#25991;&#27861;&#12395;&#12388;&#12356;&#12390;&#12399;cltl2&#12434;&#30522;&#12417;&#12383;&#12426;&#12375;&#12390;&#12383;&#12363;&#12425;&#12289;
&#12381;&#12428;&#12394;&#12426;&#12395;&#20837;&#12387;&#12390;&#12356;&#12427;&#12392;&#12399;&#24605;&#12358;&#12369;&#12393;&#12289;&#27491;&#30452;&#12414;&#12384;&#24847;&#21619;&#12364;&#12424;&#12367;&#12431;&#12363;&#12387;&#12390;&#12394;&#12356;&#12418;&#12398;&#12418;&#12354;&#12427;&#12290;
&#12381;&#12398;&#65297;&#12388;&#12364;the&#12290;
the&#12387;&#12390;&#12394;&#12435;&#12384;&#12424;&#65311;&#33521;&#35486;&#12398;&#23450;&#20896;&#35422;&#65311;&#12392;&#24605;&#12358;&#12364;&#12289;&#27491;&#30452;&#12431;&#12363;&#12387;&#12383;&#12424;&#12358;&#12394;&#12431;&#12363;&#12387;&#12390;&#12394;&#12356;&#12424;&#12358;&#12394;
&#23384;&#22312;&#12384;&#12387;&#12383;&#12398;&#12391;&#12289;&#12385;&#12419;&#12435;&#12392;&#35519;&#12409;&#12390;&#12415;&#12383;&#12290;

<span class="org-block-begin-line">#+begin_src quote
</span>
 the specifies that the values[1a] returned by form are of the types specified by value-type. The consequences are undefined if any result is not of the declared type.

It is permissible for form to yield a different number of values than are specified by value-type, provided that the values for which types are declared are indeed of those types. Missing values are treated as nil for the purposes of checking their types.

Regardless of number of values declared by value-type, the number of values returned by the the special form is the same as the number of values returned by form.
<span class="org-block-end-line">#+end_src
</span>
deepl&#12395;&#19978;&#35352;&#12398;&#33521;&#25991;&#12434;&#25237;&#12370;&#12427;&#12392;&#20197;&#19979;&#12398;&#36890;&#12426;

<span class="org-block-begin-line">#+begin_src quote
</span>
&#12399;&#65292;form&#12364;&#36820;&#12377;&#20516;[1a]&#12364;value-type&#12391;&#25351;&#23450;&#12373;&#12428;&#12427;&#22411;&#12391;&#12354;&#12427;&#12371;&#12392;&#12434;&#25351;&#23450;&#12377;&#12427;&#12290;&#23459;&#35328;&#12373;&#12428;&#12383;&#22411;&#12391;&#12394;&#12356;&#32080;&#26524;&#12364;&#12354;&#12427;&#22580;&#21512;&#65292;&#12381;&#12398;&#32080;&#26524;&#12399;&#26410;&#23450;&#32681;&#12391;&#12354;&#12427;&#12290;

&#22411;&#12364;&#23459;&#35328;&#12373;&#12428;&#12390;&#12356;&#12427;&#20516;&#12364;&#23455;&#38555;&#12395;&#12381;&#12398;&#22411;&#12391;&#12354;&#12427;&#38480;&#12426;&#12289;form&#12364;value-type&#12391;&#25351;&#23450;&#12373;&#12428;&#12390;&#12356;&#12427;&#12398;&#12392;&#12399;&#30064;&#12394;&#12427;&#25968;&#12398;&#20516;&#12434;&#36820;&#12377;&#12371;&#12392;&#12399;&#35377;&#23481;&#12373;&#12428;&#12427;&#12290;&#27424;&#33853;&#12375;&#12390;&#12356;&#12427;&#20516;&#12399;&#12289;&#12381;&#12398;&#22411;&#12434;&#30906;&#35469;&#12377;&#12427;&#12383;&#12417;&#12395;nil&#12392;&#12375;&#12390;&#25201;&#12431;&#12428;&#12427;&#12290;

value-type&#12391;&#23459;&#35328;&#12373;&#12428;&#12383;&#20516;&#12398;&#25968;&#12395;&#38306;&#20418;&#12394;&#12367;&#12289;&#29305;&#21029;&#12394;&#12501;&#12457;&#12540;&#12512;&#12364;&#36820;&#12377;&#20516;&#12398;&#25968;&#12399;&#12289;form&#12364;&#36820;&#12377;&#20516;&#12398;&#25968;&#12392;&#21516;&#12376;&#12391;&#12354;&#12427;&#12290;

<span class="org-block-end-line">#+end_src
</span>
&#12356;&#12365;&#12394;&#12426;the&#12384;&#12363;&#12425;deepl&#12418;&#12394;&#12435;&#12398;&#12371;&#12387;&#12385;&#12419;&#12392;&#12385;&#12419;&#12435;&#12392;&#35379;&#12379;&#12390;&#12394;&#12356;&#12369;&#12393;&#12289;
&#35201;&#12399;the&#12398;&#27425;&#12395;&#25351;&#23450;&#12375;&#12383;&#22411;&#12395;&#26368;&#24460;&#12398;form&#12398;&#35413;&#20385;&#32080;&#26524;&#12434;&#21512;&#12431;&#12379;&#12390;&#12397;&#12387;&#12390;
&#35441;&#12425;&#12375;&#12356;&#12290;

dpans&#12434;&#20491;&#20154;&#30340;&#12395;pdf&#21270;&#12375;&#12390;&#20351;&#12387;&#12390;&#12356;&#12427;&#12364;&#12289;
&#12371;&#12371;&#12398;&#20869;&#23481;&#12434;&#35211;&#12427;&#38480;&#12426;&#12391;&#12399;hyperspec&#12392;&#22793;&#12431;&#12425;&#12394;&#12356;&#27671;&#12364;&#12377;&#12427;&#12290;
hyperspec&#12434;pdf&#12391;&#12470;&#12483;&#12392;&#35211;&#12428;&#12427;&#12363;&#12425;&#20415;&#21033;&#12391;&#12399;&#12354;&#12427;&#12369;&#12393;&#12290;
</pre>
  </body>
</html>
