<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<!-- Created by htmlize-1.57 in css mode. -->
<html>
  <head>
    <title>2023-0424.org</title>
    <style type="text/css">
    <!--
      body {
        color: #ffffd9;
        background-color: #000b00;
      }
      .default {
        /* default */
        color: #ffffd9;
        background-color: #000b00;
      }
      .org-checkbox {
        /* org-checkbox */
        font-weight: bold;
      }
      .org-checkbox-statistics-todo {
        /* org-checkbox-statistics-todo */
        color: #ffc0cb;
        font-weight: bold;
      }
      .org-date {
        /* org-date */
        color: #00ffff;
        text-decoration: underline;
      }
      .org-level-1 {
        /* org-level-1 */
        color: #ffd900;
      }
      .org-level-2 {
        /* org-level-2 */
        color: #c3d825;
      }
      .org-link {
        /* org-link */
        color: #00ffff;
        text-decoration: underline;
      }
      .org-tag {
        /* org-tag */
        font-weight: bold;
      }
      .org-todo {
        /* org-todo */
        color: #ffc0cb;
        font-weight: bold;
      }

      a {
        color: inherit;
        background-color: inherit;
        font: inherit;
        text-decoration: inherit;
      }
      a:hover {
        text-decoration: underline;
      }
    -->
    </style>
  </head>
  <body>
    <pre>
<span class="org-level-1">* </span><span class="org-date">[2023-04-23 &#26085;]</span>
  ((&#9788; . &#26228;&#12428;) (&#9788; . &#26228;&#12428;) (&#9729;&#8594;&#9748; . &#12367;&#12418;&#12426; &#24460; &#38632;))
<img src="around-Japan-color-2023-04-24.png" alt="./around-Japan-color-2023-04-24.png" />


<span class="org-level-1">* </span><span class="org-todo">ROUTINE</span><span class="org-level-1"> </span><span class="org-date">&lt;2023-04-24 &#26376; 06:00&gt;</span><span class="org-level-1"> morning routine </span><span class="org-checkbox-statistics-todo">[/]</span>...
<span class="org-level-1">* </span><span class="org-todo">ROUTINE</span><span class="org-level-1"> </span><span class="org-date">&lt;2023-04-24 &#26376; 06:30&gt;</span><span class="org-level-1"> days routine </span><span class="org-checkbox-statistics-todo">[/]</span>...
<span class="org-level-1">* </span><span class="org-todo">ROUTINE</span><span class="org-level-1"> </span><span class="org-date">&lt;2023-04-24 &#26376; 20:00&gt;</span><span class="org-level-1"> night routine </span><span class="org-checkbox-statistics-todo">[/]</span>...
<span class="org-level-1">* </span><span class="org-todo">ROUTINE</span><span class="org-level-1"> Monday routine </span><span class="org-checkbox-statistics-todo">[/]</span>...

<span class="org-level-2">** dpANS&#12398;org&#25991;&#26360;&#21270; </span><span class="org-level-2"><span class="org-tag">:lisp:</span></span>
&#20170;&#26085;&#12398;&#12392;&#12356;&#12358;&#12363;&#12418;&#12358;&#21427;&#23494;&#12395;&#12399;&#26152;&#26085;&#12392;&#12394;&#12387;&#12390;&#12375;&#12414;&#12387;&#12383;&#12364;&#12289;
lispteatime&#12391;&#12399;&#12418;&#12367;&#12418;&#12367;&#20250;&#12384;&#12387;&#12383;&#12398;&#12391;&#12289;&#20491;&#20154;&#30340;&#12395;&#12399;
&#20363;&#12398;&#35352;&#20107;&#12398;&#32154;&#12365;&#12434;&#24403;&#21021;&#12420;&#12429;&#12358;&#12392;&#12418;&#24605;&#12387;&#12390;&#12356;&#12383;&#12364;&#12289;
&#36766;&#12417;&#12390;&#12522;&#12495;&#12499;&#12522;&#12364;&#12390;&#12425;&#12395;&#12418;&#12387;&#12392;&#21336;&#32020;&#12394;dpANS&#12398;org&#25991;&#26360;&#21270;&#20316;&#26989;&#12395;
&#30528;&#25163;&#12377;&#12427;&#20107;&#12395;&#12290;

dpANS&#12392;&#12356;&#12358;&#12398;&#12399;common lisp&#12398;&#20181;&#27096;&#26360;&#12415;&#12383;&#12356;&#12394;&#12418;&#12398;&#12290;
X3J13&#12392;&#12356;&#12358;ANSI&#20869;&#12398;common lisp&#12398;&#20181;&#27096;&#12434;&#31574;&#23450;&#12377;&#12427;
&#22996;&#21729;&#20250;&#12398;&#33609;&#31295;&#26696;&#12384;&#12398;&#24259;&#26820;&#26696;&#12384;&#12398;&#12364;&#12383;&#12375;&#12363;dpANS1&#12392;&#12363;2
&#12384;&#12387;&#12383;&#12424;&#12358;&#12394;&#27671;&#12364;&#12377;&#12427;&#12364;&#12289;3&#12392;&#12356;&#12358;&#12398;&#12364;&#26368;&#32066;&#30340;&#12395;&#27770;&#23450;
&#12373;&#12428;&#12383;&#12418;&#12398;&#12391;&#12289;3r&#12392;&#12356;&#12358;&#12398;&#12364;&#36861;&#21152;&#20181;&#27096;&#12387;&#12390;&#35441;&#12384;&#12387;&#12383;&#12392;
&#24605;&#12358;&#12290;&#12385;&#12423;&#12387;&#12392;&#35352;&#25014;&#12391;&#35441;&#12375;&#12390;&#12356;&#12427;&#12398;&#12391;&#27491;&#30906;&#24615;&#12434;&#27424;&#12367;&#12363;&#12418;
&#12375;&#12428;&#12394;&#12356;&#12369;&#12393;&#12290;&#12392;&#12356;&#12358;&#20107;&#12391;3&#12392;&#12363;3r&#12354;&#12383;&#12426;&#12364;&#37325;&#35201;&#12394;
&#12487;&#12540;&#12479;&#12392;&#12394;&#12427;&#12290;
&#8592;&#35330;&#27491;&#65306;3r&#12398;r&#12399;&#12522;&#12501;&#12449;&#12524;&#12531;&#12473;&#12392;&#12356;&#12358;&#24847;&#21619;&#12363;&#12418;&#65311;
&#20013;&#36523;&#12434;&#35211;&#12427;&#12392;&#30446;&#27425;&#12384;&#12398;&#32034;&#24341;&#12384;&#12398;&#32232;&#38598;&#12524;&#12499;&#12517;&#12540;&#23653;&#27508;&#12289;
&#12463;&#12524;&#12472;&#12483;&#12488;&#12392;&#12356;&#12358;&#20869;&#23481;&#12384;&#12387;&#12383;&#12290;&#12383;&#12375;&#12363;&#12395;3&#12398;&#32232;&#38598;
&#12375;&#12390;&#12356;&#12427;&#26178;&#12289;&#30446;&#27425;&#28961;&#12356;&#12424;&#12394;&#12353;&#12289;&#12414;&#12353;&#12289;org&#25991;&#31456;&#12395;
&#12375;&#12390;&#12375;&#12414;&#12360;&#12400;&#21213;&#25163;&#12395;&#30446;&#27425;&#12418;html&#21270;&#12377;&#12427;&#12392;&#20986;&#12390;&#12367;&#12427;&#12363;&#12425;
&#12356;&#12356;&#12363;&#12392;&#24605;&#12387;&#12390;&#12356;&#12383;&#12364;&#12289;&#12385;&#12419;&#12435;&#12392;&#12354;&#12387;&#12383;&#31505;
&#12487;&#12479;&#12521;&#12513;&#35328;&#12387;&#12390;&#12375;&#12414;&#12356;&#12377;&#12356;&#12414;&#12379;&#12435;&#12290;
&#12392;&#12426;&#12354;&#12360;&#12378;&#12289;&#19979;&#12395;&#12522;&#12531;&#12463;&#24373;&#12387;&#12390;&#12354;&#12427;&#12398;&#12391;&#12289;
&#20013;&#36523;&#12434;&#35501;&#12417;&#12400;&#27491;&#30906;&#12394;&#20107;&#12364;&#12431;&#12363;&#12427;&#12392;&#24605;&#12356;&#12414;&#12377;&#31505;

emacs&#12391;slime&#20351;&#12387;&#12390;common lisp&#12434;&#26360;&#12367;&#26178;&#12395;&#12289;
&#21442;&#32771;&#12395;&#12377;&#12427;&#12398;&#12364;&#12289;cltl2&#12392;&#12363;hyperspec&#12384;&#12364;&#12289;
cltl2&#12392;&#12356;&#12358;&#12398;&#12399;guy steel Jr.&#27663;&#12364;&#12414;&#12384;
&#20181;&#27096;&#12364;&#22266;&#12414;&#12427;&#21069;&#12395;&#24613;&#12356;&#12391;&#21608;&#22258;&#12398;&#35201;&#35531;&#12395;&#24540;&#12376;&#12390;&#20316;&#12387;&#12383;&#36884;&#20013;&#26696;&#12434;&#21547;&#12435;&#12384;
&#20869;&#23481;&#12394;&#12398;&#12391;&#12289;&#32080;&#23616;&#12381;&#12371;&#12363;&#12425;&#24259;&#26820;&#12373;&#12428;&#12383;&#12418;&#12398;&#12364;&#12354;&#12387;&#12383;&#12426;&#12289;
&#36861;&#21152;&#12373;&#12428;&#12383;&#12418;&#12398;&#12364;&#12354;&#12387;&#12383;&#12426;&#12391;&#12289;&#27491;&#30906;&#24615;&#12434;&#27424;&#12367;&#12392;
&#30693;&#12387;&#12383;&#12398;&#12399;&#33258;&#20998;&#12418;&#32080;&#27083;cltl2&#12395;&#12362;&#19990;&#35441;&#12395;&#12394;&#12387;&#12390;&#12363;&#12425;&#12290;
&#12381;&#12398;&#28857;&#12289;hyperspec&#12398;&#26041;&#12364;&#22793;&#26356;&#31561;&#12395;&#21512;&#12431;&#12379;&#12390;
web&#19978;&#12391;&#20462;&#27491;&#12434;&#21152;&#12360;&#12388;&#12388;&#20316;&#25104;&#12375;&#12383;&#12392;&#12363;&#12391;
&#12424;&#12426;&#27491;&#30906;&#12394;&#36039;&#26009;&#12384;&#12387;&#12383;&#12392;&#24605;&#12358;&#12364;&#12289;&#12381;&#12428;&#12398;&#21407;&#20856;&#12392;&#12418;
&#12356;&#12358;&#12409;&#12365;&#36039;&#26009;&#12364;dpANS&#12392;&#12356;&#12358;&#35441;&#12384;&#12387;&#12383;&#12392;&#24605;&#12358;&#12290;

&#33258;&#20998;&#12398;&#38957;&#12398;&#20013;&#12391;&#12398;&#29702;&#35299;&#12364;&#12371;&#12435;&#12394;&#24863;&#12376;&#12394;&#12435;&#12391;
&#33509;&#24178;&#36949;&#12358;&#12392;&#12371;&#12429;&#12364;&#12354;&#12427;&#12363;&#12418;&#12375;&#12428;&#12394;&#12356;&#12290;

&#12384;&#12363;&#12425;hyperspec&#12391;&#12418;&#12356;&#12356;&#12398;&#12363;&#12418;&#12375;&#12428;&#12394;&#12356;&#12364;&#12289;
hyperspec&#12399;web&#19978;&#12391;html&#12487;&#12540;&#12479;&#12392;&#12375;&#12390;&#12354;&#12427;&#12398;&#12391;&#12289;
&#12385;&#12423;&#12387;&#12392;&#19968;&#36890;&#12426;&#12470;&#12483;&#12392;&#30446;&#12434;&#36890;&#12375;&#12383;&#12356;&#12392;&#12356;&#12358;&#12491;&#12540;&#12474;&#12395;&#12399;
&#12385;&#12423;&#12387;&#12392;&#21521;&#12363;&#12394;&#12356;&#24863;&#12376;&#12364;&#12377;&#12427;&#12290;&#12522;&#12531;&#12463;&#20808;&#12434;&#34892;&#12387;&#12383;&#12426;
&#26469;&#12383;&#12426;&#12391;&#36855;&#23376;&#12395;&#12394;&#12427;&#12392;&#12356;&#12358;&#12363;&#12290;

&#24403;&#21021;hyperspec&#12398;pdf&#12415;&#12383;&#12356;&#12394;&#12418;&#12398;&#12364;&#12411;&#12375;&#12356;&#12394;&#12392;
&#35519;&#12409;&#12390;&#12356;&#12390;&#12289;&#12371;&#12398;dpANS&#12392;&#12356;&#12358;&#12418;&#12398;&#12434;&#30693;&#12387;&#12383;&#12290;

&#12381;&#12371;&#12391;&#19978;&#35352;&#12398;&#12424;&#12358;&#12394;&#20869;&#23481;&#12434;&#30693;&#12387;&#12383;&#27425;&#31532;&#12391;&#12289;
&#12392;&#12426;&#12354;&#12360;&#12378;&#12289;&#20803;&#12487;&#12540;&#12479;&#12434;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12375;&#12383;&#12418;&#12398;&#12434;
&#26082;&#12395;&#20840;&#37096;pdf&#21270;&#12399;&#12375;&#12390;&#26178;&#25240;&#12289;ipad&#12392;&#12363;&#12391;&#35501;&#12435;&#12384;&#12426;&#12375;&#12390;
&#12356;&#12383;&#35379;&#12384;&#12364;&#12289;pdf&#12391;&#65297;&#65299;&#65296;&#65296;&#12506;&#12540;&#12472;&#12367;&#12425;&#12356;&#12354;&#12427;&#12398;&#12391;&#12289;
&#12392;&#12395;&#12363;&#12367;&#38263;&#12356;&#12290;

org&#25991;&#26360;&#12395;&#12375;&#12383;&#12425;&#12479;&#12452;&#12488;&#12523;&#12392;&#12363;&#25240;&#12426;&#30067;&#12435;&#12384;&#12426;&#38283;&#12356;&#12383;&#12426;
&#20986;&#26469;&#12427;&#12398;&#12391;&#12289;&#12418;&#12387;&#12392;&#20415;&#21033;&#12363;&#12394;&#12392;&#24605;&#12356;&#20170;&#22238;&#12398;&#20316;&#26989;&#12434;&#12377;&#12427;&#20107;&#12395;&#12290;

&#21320;&#24460;&#65299;&#26178;&#38915;&#12363;&#12425;&#22987;&#12417;&#12390;&#36884;&#20013;&#22805;&#39135;&#12392;&#12363;&#39135;&#12409;&#12383;&#12426;&#35441;&#12375;&#12383;&#12426;
&#12375;&#12394;&#12364;&#12425;&#32080;&#23616;&#65297;&#65296;&#26178;&#12414;&#12391;&#20316;&#26989;&#12375;&#12390;&#12356;&#12383;&#12290;
&#28961;&#32887;&#12394;&#12398;&#12395;&#12360;&#12425;&#12356;&#12469;&#12540;&#12499;&#12473;&#27531;&#26989;&#12375;&#12390;&#12375;&#12414;&#12387;&#12383;&#31505;

&#20316;&#26989;&#20869;&#23481;&#12392;&#12375;&#12390;&#12399;&#12479;&#12452;&#12488;&#12523;&#12398;&#12524;&#12505;&#12523;&#12395;&#24540;&#12376;&#12390;
org&#12398;&#12450;&#12473;&#12479;&#12522;&#12473;&#12463;&#12434;&#20184;&#12369;&#12383;&#12426;&#12289;
pdf&#12398;&#12504;&#12483;&#12480;&#12540;&#25991;&#26360;&#12434;&#21066;&#38500;&#12375;&#12390;&#22238;&#12387;&#12383;&#12426;&#12290;
&#12383;&#12384;&#12289;&#21066;&#38500;&#12377;&#12427;&#12398;&#12399;&#12385;&#12423;&#12387;&#12392;&#27880;&#24847;&#12364;&#24517;&#35201;&#12384;&#12387;&#12383;
&#12398;&#12391;&#21069;&#24460;&#12398;&#25991;&#31456;&#12434;&#30906;&#35469;&#12375;&#12394;&#12364;&#12425;&#27671;&#12434;&#12388;&#12369;&#12388;&#12388;&#21066;&#38500;&#12375;&#12390;&#12356;&#12387;&#12383;&#12290;

&#33258;&#20998;&#12399;emacs&#12398;evil&#12514;&#12540;&#12489;&#12434;&#20351;&#12387;&#12390;&#12356;&#12427;&#12364;&#12289;&#12371;&#12428;&#12364;
&#32032;&#12398;emacs&#12384;&#12387;&#12383;&#12425;&#32232;&#38598;&#12364;&#12418;&#12387;&#12392;&#22823;&#22793;&#12384;&#12387;&#12383;&#12424;&#12358;&#12394;&#27671;&#12364;&#12377;&#12427;&#12290;
&#12420;&#12387;&#12401;&#12426;&#12371;&#12358;&#12356;&#12387;&#12383;&#12469;&#12463;&#12469;&#12463;&#12392;&#12375;&#12383;&#25991;&#31456;&#12398;&#32232;&#38598;&#12395;&#12399;
vi&#12398;&#12461;&#12540;&#12496;&#12452;&#12531;&#12489;&#12398;&#26041;&#12364;&#36895;&#12356;&#12392;&#20491;&#20154;&#30340;&#12395;&#12399;&#24605;&#12387;&#12390;&#12356;&#12427;&#12290;
&#12391;&#12418;&#12414;&#12431;&#12426;&#12391;evil&#20351;&#12387;&#12390;&#12356;&#12427;&#20154;&#12387;&#12390;&#12354;&#12414;&#12426;&#32862;&#12363;&#12394;&#12356;&#12424;&#12394;&#12353;&#12290;
&#12418;&#12385;&#12429;&#12435;&#20351;&#12387;&#12390;&#12356;&#12427;&#20154;&#12399;&#12356;&#12427;&#12435;&#12384;&#12429;&#12358;&#12369;&#12393;&#12289;
&#21608;&#12426;&#12395;&#12399;&#12356;&#12394;&#12356;&#24863;&#12376;&#12290;

&#12510;&#12463;&#12525;&#12392;&#12363;&#20351;&#12360;&#12383;&#12425;&#12418;&#12387;&#12392;&#36895;&#12363;&#12387;&#12383;&#12435;&#12384;&#12429;&#12358;&#12369;&#12393;&#12289;
&#12381;&#12371;&#12414;&#12391;&#21336;&#32020;&#12394;&#20316;&#26989;&#12391;&#12418;&#12394;&#12363;&#12387;&#12383;&#27671;&#12364;&#12377;&#12427;&#12290;
&#12479;&#12452;&#12488;&#12523;&#12398;&#28145;&#12373;&#12395;&#24540;&#12376;&#12390;&#12450;&#12473;&#12479;&#12522;&#12473;&#12463;&#12398;&#25968;&#12418;&#36949;&#12358;&#12375;&#12289;
&#21336;&#32020;&#12394;&#32622;&#25563;&#12391;&#12418;&#12394;&#12363;&#12387;&#12383;&#12375;&#12290;

&#12392;&#12426;&#12354;&#12360;&#12378;&#12289;&#26368;&#21021;&#12398;&#26041;&#12399;&#12354;&#12427;&#31243;&#24230;&#20309;&#26360;&#12356;&#12390;&#12356;&#12427;&#12398;&#12363;
&#12469;&#12521;&#12483;&#12392;&#30522;&#12417;&#12427;&#12424;&#12358;&#12395;&#12375;&#12394;&#12364;&#12425;&#20316;&#26989;&#12375;&#12390;&#12356;&#12383;&#12398;&#12384;&#12364;&#12289;
&#12394;&#12435;&#12363;&#12420;&#12369;&#12395;&#32048;&#12363;&#12356;&#35500;&#26126;&#12364;&#26360;&#12363;&#12428;&#12390;&#12356;&#12427;&#12394;&#12353;&#12392;&#12356;&#12358;&#21360;&#35937;&#12290;
&#37325;&#31665;&#12398;&#38533;&#31995;&#12394;&#24863;&#12376;&#12398;&#12290;
hyperspec&#12392;&#12398;&#36949;&#12356;&#12392;&#12356;&#12358;&#12398;&#12418;&#27491;&#30452;&#12424;&#12367;&#12431;&#12363;&#12425;&#12394;&#12356;&#12290;
&#12383;&#12375;&#12363;&#20363;&#12392;&#12363;&#12391;&#12399;&#32080;&#27083;&#37325;&#35079;&#12375;&#12390;&#12356;&#12383;&#21360;&#35937;&#12418;&#12354;&#12427;&#12290;

&#12354;&#12392;&#33521;&#35486;&#12394;&#12398;&#12391;&#12289;&#12420;&#12387;&#12401;&#12426;&#26085;&#26412;&#20154;&#12395;&#12399;&#12381;&#12398;&#36794;&#12426;
&#23569;&#12375;&#65311;&#12356;&#12420;&#12363;&#12394;&#12426;&#38556;&#22721;&#12364;&#12354;&#12427;&#12424;&#12358;&#12394;&#27671;&#12364;&#12377;&#12427;&#12290;

&#12381;&#12398;&#28857;cltl2&#12399;&#26085;&#26412;&#35486;&#12391;&#26360;&#12363;&#12428;&#12390;&#12356;&#12427;&#12398;&#12391;&#12289;
&#26410;&#12384;&#12395;&#12381;&#12398;&#37325;&#35201;&#24615;&#12399;&#12354;&#12427;&#12392;&#24605;&#12387;&#12390;&#12356;&#12427;&#12290;
&#12381;&#12398;&#28857;&#12385;&#12423;&#12387;&#12392;&#38754;&#20498;&#33261;&#12356;&#29366;&#27841;&#12395;&#12394;&#12387;&#12390;&#12356;&#12427;&#12392;&#12399;&#24605;&#12358;&#12369;&#12393;&#12290;

dpANS&#12395;&#12388;&#12356;&#12390;&#12418;&#26085;&#26412;&#35486;&#12395;&#32763;&#35379;&#12434;&#12373;&#12428;&#12390;&#12356;&#12427;&#26041;&#12418;&#12356;&#12427;&#12364;&#12289;
&#12414;&#12384;&#36884;&#20013;&#27573;&#38542;&#12290;

&#20170;&#12399;&#32763;&#35379;&#12484;&#12540;&#12523;&#12418;&#12356;&#12429;&#12356;&#12429;&#20415;&#21033;&#12395;&#12394;&#12387;&#12390;&#26469;&#12390;&#12356;&#12427;&#12398;&#12391;&#12289;
&#12381;&#12398;&#28857;&#26132;&#12424;&#12426;&#12418;&#32763;&#35379;&#12395;&#12362;&#12369;&#12427;&#38556;&#22721;&#12399;&#20302;&#12367;&#12394;&#12387;&#12390;&#12365;&#12390;&#12356;&#12427;&#12392;&#24605;&#12358;&#12290;

&#12385;&#12394;&#12415;&#12395;i&#12373;&#12435;&#12364;<span class="org-link"><a href="https://zenn.dev/g000001/articles/6c7a710353e7017a48b0">&#65298;&#65296;&#65298;&#65299;&#24180;&#12398;Common Lisp&#12398;&#12489;&#12461;&#12517;&#12513;&#12531;&#12488;&#12399;&#12371;&#12371;&#12384;&#65281;</a></span>&#12434;
&#32057;&#20171;&#12375;&#12390;&#12381;&#12398;&#20013;&#12398;clcs&#12434;&#25945;&#12360;&#12390;&#12367;&#12428;&#12383;&#12290;
&#21435;&#24180;&#26411;&#12395;&#20986;&#12390;&#12365;&#12383;&#12467;&#12511;&#12517;&#12491;&#12486;&#12451;&#12540;&#12505;&#12540;&#12473;&#12398;&#26032;&#12383;&#12394;Common Lisp&#33609;&#26696;&#12398;&#12424;&#12358;&#12384;&#12290;
&#12371;&#12371;&#12398;&#12469;&#12452;&#12488;&#12434;&#30522;&#12417;&#12427;&#24863;&#12376;&#12391;&#12399;&#23569;&#12375;Common Lisp&#30028;&#12395;
&#21205;&#12365;&#12364;&#20986;&#12390;&#26469;&#12390;&#12356;&#12427;&#27671;&#12364;&#12375;&#12394;&#12356;&#12391;&#12418;&#12394;&#12356;&#12290;

&#12371;&#12428;&#12363;&#12425;Common Lisp&#12364;&#12414;&#12383;&#19990;&#12398;&#20013;&#12434;&#12402;&#12387;&#12367;&#12426;&#36820;&#12377;&#12392;&#12356;&#12358;
&#26178;&#20195;&#12364;&#26469;&#12428;&#12400;&#12356;&#12356;&#12394;&#12290;

&#12381;&#12358;&#12356;&#12358;&#24859;&#12377;&#12427;Common Lisp&#12398;&#30427;&#12426;&#19978;&#12364;&#12426;&#12434;
&#39000;&#12387;&#12390;&#12371;&#12371;&#12395;&#12373;&#12373;&#12420;&#12363;&#12395;&#20170;&#26085;&#12398;&#25104;&#26524;&#12289;
<span class="org-link"><a href="dpans3.org">dpANS3&#12398;org&#25991;&#26360;</a></span>&#12398;&#12522;&#12531;&#12463;&#12434;&#36617;&#12387;&#12369;&#12390;&#12362;&#12367;&#20107;&#12395;&#12377;&#12427;&#12290;

&#12354;&#12392;&#12399;&#20197;&#21069;&#20491;&#20154;&#30340;&#12395;pdf&#21270;&#12375;&#12383;dpANS1,2,3,3r&#12398;pdf
&#12398;&#12522;&#12531;&#12463;&#12418;&#36617;&#12387;&#12369;&#12390;&#12362;&#12371;&#12358;&#65281;

<span class="org-link"><a href="dpans1.pdf">dpANS1.pdf</a></span>
<span class="org-link"><a href="dpans2.pdf">dpANS2.pdf</a></span>
<span class="org-link"><a href="dpans3.pdf">dpANS3.pdf</a></span>
<span class="org-link"><a href="dpans3r.pdf">dpANS3r.pdf</a></span>

</pre>
  </body>
</html>
