<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<!-- Created by htmlize-1.57 in css mode. -->
<html>
  <head>
    <title>2023-0219-2.org</title>
    <style type="text/css">
    <!--
      body {
        color: #ffffd9;
        background-color: #000b00;
      }
      .org-date {
        /* org-date */
        color: #00ffff;
        text-decoration: underline;
      }
      .org-level-1 {
        /* org-level-1 */
        color: #ffd900;
      }
      .org-level-2 {
        /* org-level-2 */
        color: #c3d825;
      }
      .org-tag {
        /* org-tag */
        font-weight: bold;
      }

      a {
        color: inherit;
        background-color: inherit;
        font: inherit;
        text-decoration: inherit;
      }
      a:hover {
        text-decoration: underline;
      }
    -->
    </style>
  </head>
  <body>
    <pre>
<span class="org-level-1">* </span><span class="org-date">[2023-02-19 &#26085;]</span>

<span class="org-level-2">** &#28271;&#12383;&#12435;&#12413;&#35441; </span><span class="org-level-2"><span class="org-tag">:lifehack:</span></span>
&#23506;&#12356;&#26178;&#12399;&#28201;&#12363;&#12356;&#12493;&#12479;&#12391;&#12418;&#12392;&#12356;&#12358;&#20107;&#12391;&#12289;&#20170;&#26085;&#12399;&#28271;&#12383;&#12435;&#12413;&#12395;&#12388;&#12356;&#12390;
&#26360;&#12371;&#12358;&#12392;&#24605;&#12358;&#12364;&#12289;&#23455;&#12399;&#20170;&#12414;&#12391;&#12502;&#12522;&#12461;&#35069;&#12398;&#23433;&#29289;&#28271;&#12383;&#12435;&#12413;&#12400;&#12363;&#12426;
&#20351;&#12387;&#12390;&#12356;&#12383;&#12290;&#65301;&#24180;&#12395;&#19968;&#24230;&#12367;&#12425;&#12356;&#31348;&#12364;&#38283;&#12356;&#12390;&#12384;&#12417;&#12395;&#12394;&#12427;&#12420;&#12388;&#12290;
&#12383;&#12384;&#30707;&#27833;&#12473;&#12488;&#12540;&#12502;&#12395;&#30452;&#28779;&#12391;&#28201;&#12417;&#12425;&#12428;&#12427;&#12398;&#12391;&#12289;&#32080;&#27083;&#37325;&#23453;&#12399;&#12375;&#12390;&#12383;&#12290;
&#12381;&#12428;&#12364;&#24613;&#36989;&#31348;&#12364;&#38283;&#12356;&#12383;&#12398;&#12391;&#12289;&#23478;&#12395;&#36578;&#12364;&#12387;&#12390;&#12356;&#12383;&#12503;&#12521;&#12473;&#12481;&#12483;&#12463;&#35069;&#12398;
&#12356;&#12363;&#12395;&#12418;&#12371;&#12428;&#12414;&#12383;&#23433;&#29289;&#12387;&#12413;&#12356;&#28271;&#12383;&#12435;&#12413;&#12434;&#33256;&#26178;&#12391;&#20351;&#12387;&#12390;&#12356;&#12383;&#12364;&#12289;
&#12385;&#12419;&#12435;&#12392;&#12375;&#12383;&#12418;&#12398;&#12434;&#36023;&#12362;&#12358;&#12392;&#12356;&#12358;&#20107;&#12391;&#12289;&#21021;&#12417;&#12390;&#38518;&#22120;&#35069;&#12398;&#28271;&#12383;&#12435;&#12413;&#12395;
&#25361;&#25126;&#12375;&#12390;&#12415;&#12383;&#12290;&#12502;&#12522;&#12461;&#12392;&#36949;&#12387;&#12390;&#31348;&#12399;&#38283;&#12363;&#12394;&#12356;&#12384;&#12429;&#12358;&#12369;&#12393;&#12289;
&#33853;&#12392;&#12375;&#12383;&#12425;&#21106;&#12428;&#12427;&#12375;&#12289;&#23455;&#38555;&#20351;&#12387;&#12390;&#12415;&#12427;&#12392;&#12394;&#12363;&#12394;&#12363;&#37325;&#12356;&#12290;
&#12383;&#12384;&#22823;&#20107;&#12395;&#20351;&#12358;&#12392;&#19968;&#29983;&#12514;&#12531;&#12290;&#26412;&#26469;&#12394;&#12425;&#12473;&#12486;&#12531;&#12524;&#12473;&#12392;&#12363;&#37509;&#12392;&#12363;&#12418;
&#33288;&#21619;&#12354;&#12387;&#12383;&#12364;&#12289;&#20385;&#26684;&#12364;&#20493;&#12367;&#12425;&#12356;&#12377;&#12427;&#12398;&#12391;&#35558;&#12417;&#12383;&#12290;
&#12371;&#12398;&#38518;&#22120;&#12384;&#12364;&#37329;&#23646;&#12398;&#12418;&#12398;&#12424;&#12426;&#12418;&#24403;&#12383;&#12426;&#12364;&#26580;&#12425;&#12363;&#12356;&#12392;&#32862;&#12356;&#12390;&#12356;&#12383;&#12364;&#12289;
&#23455;&#38555;&#20351;&#12358;&#12392;&#12381;&#12435;&#12394;&#24863;&#12376;&#12290;&#12381;&#12358;&#12356;&#12358;&#24847;&#21619;&#12391;&#12399;&#20302;&#28201;&#28779;&#20663;&#12399;&#12375;&#12395;&#12367;&#12356;&#12392;
&#24863;&#12376;&#12383;&#12290;&#12418;&#12385;&#12429;&#12435;&#12375;&#12394;&#12356;&#35379;&#12376;&#12419;&#12394;&#12356;&#12392;&#24605;&#12358;&#12369;&#12393;&#12290;
&#12354;&#12392;&#12289;&#30452;&#28779;&#12399;&#24598;&#12356;&#12363;&#12425;&#38754;&#20498;&#12384;&#12369;&#12393;&#12289;&#12496;&#12465;&#12484;&#12395;&#12362;&#28271;&#12434;&#25448;&#12390;&#12390;&#12289;
&#12362;&#28271;&#12399;&#20309;&#12363;&#12395;&#20351;&#12356;&#12289;&#12420;&#12363;&#12435;&#12395;&#27700;&#12434;&#27762;&#12435;&#12391;&#12381;&#12428;&#12434;&#30707;&#27833;&#12473;&#12488;&#12540;&#12502;&#12391;
&#28201;&#12417;&#12390;&#12289;&#12381;&#12398;&#12362;&#28271;&#12434;&#27880;&#12356;&#12391;&#20351;&#12387;&#12390;&#12356;&#12427;&#12290;&#12381;&#12435;&#12394;&#24863;&#12376;&#12391;
&#20919;&#12417;&#12428;&#12400;&#12473;&#12488;&#12540;&#12502;&#12395;&#20055;&#12379;&#12427;&#12384;&#12369;&#12384;&#12387;&#12383;&#12502;&#12522;&#12461;&#12395;&#27604;&#12409;&#12427;&#12392;
&#26684;&#27573;&#12395;&#38754;&#20498;&#33261;&#12373;&#12399;&#22679;&#12375;&#12383;&#12369;&#12393;&#12289;&#23455;&#12399;&#28271;&#12383;&#12435;&#12413;&#12434;&#19968;&#24230;&#12395;&#65299;&#12388;&#36023;&#12387;&#12383;&#12290;
&#12391;&#12289;&#12384;&#12356;&#12383;&#12356;&#65304;&#26178;&#38291;&#27598;&#12367;&#12425;&#12356;&#12384;&#12392;&#24605;&#12358;&#12369;&#12393;&#12289;&#12381;&#12428;&#12434;&#38918;&#32368;&#12426;
&#20132;&#25563;&#12377;&#12427;&#26041;&#24335;&#12434;&#25505;&#12387;&#12390;&#12356;&#12427;&#12290;&#29105;&#12356;&#28271;&#12383;&#12435;&#12413;&#12392;&#12396;&#12427;&#12356;&#28271;&#12383;&#12435;&#12413;&#65298;&#12388;
&#12434;&#12371;&#12383;&#12388;&#12395;&#20837;&#12428;&#12390;&#12289;&#20919;&#12360;&#12383;&#28271;&#12383;&#12435;&#12413;&#12399;&#12371;&#12383;&#12388;&#12363;&#12425;&#20986;&#12375;&#12390;&#12289;
&#28271;&#12383;&#12435;&#12413;&#12398;&#20013;&#12398;&#27700;&#12434;&#12496;&#12465;&#12484;&#12395;&#20837;&#12428;&#12390;&#31354;&#12395;&#12375;&#12390;&#24453;&#27231;&#12290;
&#28271;&#12383;&#12435;&#12413;&#12434;&#21106;&#12425;&#12373;&#12394;&#12356;&#12383;&#12417;&#12395;&#12394;&#12427;&#12409;&#12367;&#28271;&#12383;&#12435;&#12413;&#12434;&#25345;&#12385;&#27497;&#12363;&#12394;&#12356;&#12424;&#12358;&#12395;&#12375;&#12390;&#12356;&#12427;&#12290;
&#12391;&#12289;&#23506;&#12367;&#12394;&#12387;&#12390;&#12365;&#12383;&#12425;&#12473;&#12488;&#12540;&#12502;&#12434;&#12388;&#12369;&#12390;&#12362;&#28271;&#12434;&#27832;&#12363;&#12375;&#12390;&#12289;&#65297;&#65292;&#65298;&#26178;&#38291;&#12375;&#12383;&#12425;
&#28271;&#12383;&#12435;&#12413;&#12395;&#35036;&#20805;&#12375;&#20132;&#25563;&#12290;&#12384;&#12356;&#12383;&#12356;&#65299;&#12388;&#12367;&#12425;&#12356;&#12354;&#12427;&#12392;&#12373;&#12387;&#12365;&#35328;&#12387;&#12383;
&#38754;&#20498;&#33261;&#12373;&#12364;&#24190;&#20998;&#36605;&#28187;&#12373;&#12428;&#12383;&#12424;&#12358;&#12395;&#24863;&#12376;&#12427;&#12290;
&#12385;&#12394;&#12415;&#12395;&#12371;&#12383;&#12388;&#12398;&#20013;&#12399;&#65298;&#26522;&#12411;&#12393;&#27611;&#24067;&#12434;&#20837;&#12428;&#12390;&#38553;&#38291;&#12434;&#28961;&#12367;&#12377;
&#12424;&#12358;&#12395;&#12375;&#12390;&#12356;&#12427;&#12398;&#12391;&#12289;&#28271;&#12383;&#12435;&#12413;&#12418;&#38263;&#26178;&#38291;&#20919;&#12417;&#12394;&#12356;&#12391;&#20351;&#12360;&#12427;&#12375;&#12289;
&#29483;&#12383;&#12385;&#12418;&#38598;&#12414;&#12387;&#12390;&#12289;&#29483;&#12383;&#12435;&#12413;&#12392;&#12480;&#12502;&#12523;&#12497;&#12527;&#12540;&#12391;&#12371;&#12383;&#12388;&#12395;
&#38651;&#27671;&#12434;&#20840;&#12367;&#28857;&#12369;&#12394;&#12367;&#12390;&#12418;&#12356;&#12356;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;&#12290;
&#12385;&#12419;&#12435;&#12392;&#28204;&#12387;&#12383;&#35379;&#12391;&#12399;&#12394;&#12356;&#12369;&#12393;&#12289;&#65297;&#65300;&#26178;&#38291;&#32076;&#12387;&#12390;&#12418;&#12414;&#12384;&#28201;&#12363;&#12356;&#12290;
&#65298;&#65300;&#26178;&#38291;&#36942;&#12366;&#12390;&#12365;&#12383;&#12425;&#12418;&#12358;&#12373;&#12377;&#12364;&#12395;&#21427;&#12375;&#12356;&#12363;&#12394;&#12290;
&#20170;&#24180;&#12399;&#12454;&#12463;&#12521;&#12452;&#12490;&#12398;&#25126;&#20105;&#12398;&#24433;&#38911;&#12418;&#12354;&#12387;&#12390;&#38651;&#27671;&#20195;&#12364;
&#39640;&#39472;&#12375;&#12390;&#12356;&#12427;&#12491;&#12517;&#12540;&#12473;&#12364;&#30427;&#12435;&#12395;&#20986;&#12390;&#12356;&#12383;&#12364;&#12289;
&#32080;&#23616;&#20170;&#24180;&#12418;&#26152;&#12471;&#12540;&#12474;&#12531;&#21516;&#27096;&#12289;&#38651;&#27671;&#12418;&#30707;&#27833;&#12418;&#12373;&#12411;&#12393;
&#20351;&#12431;&#12394;&#12356;&#12473;&#12479;&#12452;&#12523;&#12395;&#33853;&#12385;&#30528;&#12356;&#12383;&#12290;
&#19968;&#30058;&#12363;&#12363;&#12387;&#12383;&#12398;&#12399;&#28271;&#12383;&#12435;&#12413;&#20195;&#12384;&#12394;&#31505;
</pre>
  </body>
</html>
