<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<!-- Created by htmlize-1.57 in css mode. -->
<html>
  <head>
    <title>2023-0831.org</title>
    <style type="text/css">
    <!--
      body {
        color: #ffffd9;
        background-color: #000b00;
      }
      .default {
        /* default */
        color: #ffffd9;
        background-color: #000b00;
      }
      .org-level-1 {
        /* org-level-1 */
        color: #ffd900;
      }
      .org-level-2 {
        /* org-level-2 */
        color: #c3d825;
      }
      .org-link {
        /* org-link */
        color: #00ffff;
        text-decoration: underline;
      }
      .org-modern-date-inactive {
        /* org-modern-date-inactive */
        color: #b3b3b3;
        background-color: #333333;
        font-size: 80%;
      }
      .org-modern-tag {
        /* org-modern-tag */
        color: #ffffff;
        background-color: #4a708b;
        font-size: 80%;
      }

      a {
        color: inherit;
        background-color: inherit;
        font: inherit;
        text-decoration: inherit;
      }
      a:hover {
        text-decoration: underline;
      }
    -->
    </style>
  </head>
  <body>
    <pre>
<span class="org-level-1">&#9673;  </span><span class="org-modern-date-inactive">2023-08-31 &#26408; </span>
((&#9729;&#8594;&#9788; . &#12367;&#12418;&#12426; &#26172;&#36942;&#12366; &#12363;&#12425; &#26228;&#12428;) (&#9788;&#9729; . &#26228;&#12428; &#26178;&#12293; &#12367;&#12418;&#12426;))

<img src="around-Japan-color-2023-08-31.png" alt="./around-Japan-color-2023-08-31.png" />


&#9675;<span class="org-level-2"> &#22303;&#12392;&#12496;&#12540;&#12496;&#12540;&#12497;&#12497;&#12392;lisp : l</span><span class="org-modern-tag">isp :</span>
&#26397;&#12363;&#12425;&#27735;&#12384;&#12367;&#12395;&#12394;&#12426;&#12394;&#12364;&#12425;&#30045;&#20316;&#12426;&#12434;&#12375;&#12388;&#12388;&#12405;&#12392;&#24605;&#12387;&#12383;&#12364;&#12289;
&#12394;&#12435;&#12420;&#12363;&#12435;&#12420;&#12371;&#12358;&#12420;&#12387;&#12390;&#22303;&#12434;&#12356;&#12376;&#12427;&#12398;&#12364;&#22909;&#12365;&#12394;&#12398;&#12363;&#12418;&#12394;&#12392;&#12290;
&#22303;&#12392;&#12356;&#12358;&#12398;&#12399;&#21336;&#32020;&#12394;&#12424;&#12358;&#12391;&#25201;&#12356;&#26041;&#12395;&#12424;&#12387;&#12390;&#12399;&#22266;&#12367;&#12394;&#12387;&#12383;&#12426;
&#26580;&#12425;&#12363;&#12367;&#12394;&#12387;&#12383;&#12426;&#12356;&#12429;&#12435;&#12394;&#34920;&#24773;&#12434;&#35211;&#12379;&#12390;&#12367;&#12428;&#12427;&#12398;&#12391;&#12289;
&#12377;&#12372;&#12367;&#22885;&#28145;&#12356;&#12418;&#12398;&#12384;&#12394;&#12392;&#12388;&#12367;&#12389;&#12367;&#24605;&#12358;&#12290;

&#20808;&#20154;&#36948;&#12399;&#12371;&#12398;&#36523;&#36817;&#12395;&#12354;&#12426;&#12405;&#12428;&#12383;&#22303;&#12434;&#20351;&#12387;&#12390;&#30045;&#12434;&#20316;&#12387;&#12383;&#12426;&#12289;&#30054;&#12434;&#20316;&#12387;&#12383;&#12426;&#12289;
&#22721;&#12420;&#19977;&#21644;&#22303;&#12434;&#20316;&#12387;&#12390;&#23478;&#12434;&#20316;&#12387;&#12383;&#12426;&#12289;&#12371;&#12397;&#12390;&#25104;&#24418;&#12375;&#12390;&#28988;&#12356;&#12390;&#22303;&#22120;&#12434;
&#20316;&#12387;&#12383;&#12426;&#12290;&#12356;&#12429;&#12435;&#12394;&#24037;&#22827;&#12434;&#20957;&#12425;&#12375;&#12390;&#12358;&#12414;&#12356;&#20107;&#27963;&#29992;&#12375;&#12390;&#12365;&#12383;&#12290;

&#25391;&#12426;&#36820;&#12428;&#12400;&#33258;&#20998;&#12399;&#23376;&#20379;&#26178;&#20195;&#12363;&#12425;&#31896;&#22303;&#36938;&#12403;&#12364;&#22909;&#12365;&#12384;&#12387;&#12383;&#12290;
&#27833;&#31896;&#22303;&#12392;&#12356;&#12358;&#12418;&#12398;&#12384;&#12364;&#12289;&#12356;&#12429;&#12435;&#12394;&#24418;&#12434;&#22909;&#12365;&#12395;&#20316;&#12387;&#12390;
&#36938;&#12435;&#12391;&#12356;&#12383;&#12290;&#24605;&#12360;&#12400;&#12450;&#12491;&#12513;&#12398;&#12496;&#12540;&#12496;&#12540;&#12497;&#12497;&#12394;&#12435;&#12363;&#12418;&#22909;&#12365;&#12391;&#12289;
&#12354;&#12428;&#12418;&#24418;&#12364;&#33258;&#30001;&#33258;&#22312;&#12395;&#22793;&#12431;&#12427;&#12461;&#12515;&#12521;&#12463;&#12479;&#12540;&#12364;&#38754;&#30333;&#12356;&#12392;
&#24605;&#12387;&#12390;&#12383;&#12435;&#12384;&#12429;&#12358;&#12290;

&#12381;&#12375;&#12390;&#20170;&#12399;lisp&#12392;&#12356;&#12358;&#12418;&#12398;&#12395;&#33288;&#21619;&#12434;&#25345;&#12387;&#12390;&#21462;&#12426;&#32068;&#12435;&#12391;&#12356;&#12427;&#12290;
&#12424;&#12367;lisp&#12398;&#34920;&#29694;&#12392;&#12375;&#12390;&#27877;&#22243;&#23376;&#12384;&#12392;&#12363;&#12289;&#12381;&#12403;&#12360;&#31435;&#12388;&#9675;&#9675;
&#12415;&#12383;&#12356;&#12394;&#34920;&#29694;&#12364;&#20351;&#12431;&#12428;&#12383;&#12426;&#12375;&#12390;&#12356;&#12427;&#12364;&#12289;&#33258;&#20998;&#12418;lisp&#12395;&#12399;
&#20284;&#12383;&#21360;&#35937;&#12434;&#24863;&#12376;&#12390;&#12356;&#12427;&#12290;S&#24335;&#12392;&#12356;&#12358;&#12392;&#12390;&#12418;&#12471;&#12531;&#12503;&#12523;&#12391;
&#26580;&#36575;&#12394;&#27083;&#36896;&#12434;&#25345;&#12387;&#12383;&#38754;&#30333;&#12356;&#35328;&#35486;&#12384;&#12394;&#12392;&#12290;
&#24335;&#12418;&#12487;&#12540;&#12479;&#12418;S&#24335;&#12392;&#12356;&#12358;&#32113;&#19968;&#12373;&#12428;&#12383;&#24418;&#12391;&#34920;&#29694;&#20986;&#26469;&#12390;&#12289;
&#25324;&#24359;&#12364;&#12356;&#12387;&#12401;&#12356;&#12384;&#65281;&#12392;&#12356;&#12358;&#20154;&#12418;&#12356;&#12427;&#12369;&#12393;&#12289;&#33258;&#20998;&#12399;&#12381;&#12371;&#12395;
&#32654;&#12375;&#12373;&#12434;&#24863;&#12376;&#12427;&#12290;

&#19968;&#35211;&#12479;&#12452;&#12488;&#12523;&#12363;&#12425;&#12399;&#20309;&#12398;&#33032;&#32097;&#12418;&#19968;&#36011;&#24615;&#12418;
&#24863;&#12376;&#12394;&#12356;&#12398;&#12363;&#12418;&#12375;&#12428;&#12394;&#12356;&#12369;&#12393;&#12289;&#33258;&#20998;&#12398;&#20013;&#12391;&#12399;&#12381;&#12358;&#12420;&#12387;&#12390;
&#12378;&#12387;&#12392;&#32363;&#12364;&#12387;&#12390;&#12356;&#12427;&#12435;&#12384;&#12392;&#12405;&#12392;&#24863;&#12376;&#12383;&#12290;

&#20170;&#12399;&#36942;&#30094;&#22320;&#12391;&#19968;&#20154;&#26286;&#12425;&#12375;&#12390;&#12356;&#12427;&#12369;&#12393;&#12289;&#12365;&#12387;&#12392;&#12381;&#12358;&#12356;&#12358;&#33258;&#30001;&#12364;
&#22909;&#12365;&#12391;&#12371;&#12358;&#12394;&#12387;&#12390;&#12356;&#12427;&#12435;&#12384;&#12429;&#12358;&#12394;&#12392;&#12418;&#24605;&#12387;&#12383;&#12426;&#12290;

&#9675;<span class="org-level-2"> &#23494;&#26893; : a</span><span class="org-modern-tag">gri :</span>
&#20170;&#24180;&#12399;&#12461;&#12517;&#12454;&#12522;&#12418;&#12490;&#12473;&#12418;&#12471;&#12471;&#12488;&#12454;&#12418;&#12488;&#12454;&#12460;&#12521;&#12471;&#12418;&#12474;&#12483;&#12461;&#12540;&#12491;&#12418;
&#12356;&#12429;&#12435;&#12394;&#37326;&#33756;&#12391;&#21435;&#24180;&#25505;&#12428;&#12383;&#31278;&#12363;&#12425;&#20316;&#12387;&#12390;&#12415;&#12383;&#35379;&#12384;&#12364;&#12289;
&#24066;&#36009;&#12398;&#31278;&#12398;&#34955;&#12392;&#36949;&#12387;&#12390;&#23665;&#12411;&#12393;&#31278;&#12364;&#12354;&#12427;&#12363;&#12425;&#12289;&#12381;&#12428;&#12434;&#12356;&#12387;&#12401;&#12356;
&#30033;&#12395;&#25773;&#12356;&#12390;&#12415;&#12383;&#12290;&#12381;&#12358;&#12377;&#12427;&#12392;&#24403;&#28982;&#12398;&#22914;&#12367;&#23494;&#26893;&#12375;&#12383;&#24418;&#12391;&#29983;&#12360;&#12390;&#12365;&#12383;&#12290;
&#20197;&#21069;&#12363;&#12425;&#38609;&#33609;&#12398;&#32321;&#27542;&#21147;&#12434;&#30495;&#20284;&#12390;&#31278;&#12398;&#25968;&#12395;&#29289;&#12434;&#35328;&#12431;&#12379;&#12427;
&#31278;&#21147;&#36786;&#26989;&#12392;&#12356;&#12358;&#12418;&#12398;&#12364;&#20986;&#26469;&#12394;&#12356;&#12363;&#65311;&#12392;&#24605;&#12387;&#12390;&#12356;&#12427;&#35379;&#12384;&#12364;&#12289;
&#23455;&#38555;&#12420;&#12387;&#12390;&#12415;&#12390;&#24605;&#12387;&#12383;&#12398;&#12399;&#24605;&#12387;&#12383;&#31243;&#23455;&#12364;&#12394;&#12425;&#12394;&#12356;&#12392;&#12356;&#12358;&#20107;&#12290;
&#20197;&#21069;&#12461;&#12517;&#12454;&#12522;&#12434;3&#26666;&#12384;&#12369;&#26893;&#12360;&#12383;&#12425;&#12418;&#12358;&#39135;&#12409;&#20999;&#12428;&#12394;&#12356;&#12367;&#12425;&#12356;&#12395;
&#12461;&#12517;&#12454;&#12522;&#12364;&#23665;&#12411;&#12393;&#25505;&#12428;&#12383;&#12290;&#20170;&#24180;&#12399;&#12418;&#12358;&#20309;&#21313;&#26666;&#12392;&#26893;&#12360;&#12383;&#12363;&#12425;
&#22823;&#22793;&#12394;&#20107;&#12395;&#12394;&#12427;&#12392;&#24605;&#12387;&#12390;&#12383;&#35379;&#12384;&#12364;&#12289;&#23455;&#38555;&#12420;&#12387;&#12390;&#12415;&#12427;&#12392;
&#26368;&#21021;&#12384;&#12369;&#12377;&#12372;&#12367;&#25505;&#12428;&#12383;&#12369;&#12393;&#12289;&#31243;&#12394;&#12367;&#12375;&#12390;&#12354;&#12414;&#12426;&#25505;&#12428;&#12394;&#12367;&#12394;&#12387;&#12383;&#12290;
&#22810;&#20998;&#12289;&#21516;&#12376;&#31278;&#39006;&#21516;&#22763;&#12289;&#21516;&#12376;&#26628;&#39178;&#12420;&#27700;&#12434;&#20114;&#12356;&#12395;&#22890;&#12356;&#21512;&#12387;&#12390;&#12356;&#12427;
&#12363;&#12425;&#12381;&#12358;&#12394;&#12387;&#12390;&#12356;&#12427;&#12398;&#12363;&#12418;&#30693;&#12428;&#12394;&#12356;&#12290;

&#24605;&#12360;&#12400;&#20154;&#38291;&#12418;&#24448;&#12293;&#12395;&#12375;&#12390;&#21516;&#12376;&#20107;&#12364;&#12354;&#12427;&#12435;&#12376;&#12419;&#12394;&#12356;&#12384;&#12429;&#12358;&#12363;&#65311;
&#25968;&#12434;&#38972;&#12415;&#12395;&#12375;&#12390;&#38598;&#12414;&#12387;&#12390;&#12356;&#12390;&#12418;&#12289;&#20114;&#12356;&#12395;&#33258;&#20998;&#19968;&#20154;&#12364;&#12469;&#12508;&#12387;&#12390;&#12390;&#12418;
&#12394;&#12435;&#12392;&#12363;&#12394;&#12427;&#12384;&#12429;&#12358;&#12392;&#24605;&#12387;&#12390;&#12383;&#12425;&#20250;&#31038;&#12398;&#26989;&#32318;&#12418;&#20670;&#12367;&#12290;

&#26481;&#20140;&#37117;&#12395;&#12399;&#26085;&#26412;&#12398;&#20154;&#21475;&#12398;9&#20998;&#12398;1&#12364;&#38598;&#12414;&#12427;&#12392;&#32862;&#12367;&#12290;
&#12388;&#12414;&#12426;&#26085;&#26412;&#20154;&#12398;9&#20154;&#12395;1&#20154;&#12399;&#37117;&#27665;&#12392;&#12356;&#12358;&#35441;&#12290;47&#37117;&#36947;&#24220;&#30476;&#12418;&#12354;&#12427;&#12398;&#12395;&#12290;
&#26412;&#26469;&#12289;&#12381;&#12435;&#12394;&#12395;&#20154;&#38291;&#12364;&#38598;&#12414;&#12387;&#12390;&#12356;&#12383;&#12425;&#20154;&#21475;&#12364;&#29190;&#30330;&#30340;&#12395;&#22679;&#21152;&#12375;&#12390;&#12390;&#12418;&#12362;&#12363;&#12375;&#12367;&#12394;&#12356;&#12290;
&#12375;&#12363;&#12375;&#12289;&#23455;&#38555;&#12399;&#21512;&#35336;&#29305;&#27530;&#20986;&#29983;&#29575;&#12364;&#20840;&#22269;&#24179;&#22343;1.30&#12395;&#23550;&#12375;&#12390;&#12289;&#26481;&#20140;&#37117;&#12399;1.08&#12290;

&#37326;&#33756;&#36948;&#12399;&#20309;&#12363;&#12434;&#25945;&#12360;&#12390;&#12367;&#12428;&#12390;&#12356;&#12427;&#27671;&#12364;&#12377;&#12427;&#12394;&#12290;


</pre>
  </body>
</html>
