<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<!-- Created by htmlize-1.57 in css mode. -->
<html>
  <head>
    <title>2022-1217-2.org</title>
    <style type="text/css">
    <!--
      body {
        color: #ffffd9;
        background-color: #000b00;
      }
      .default {
        /* default */
        color: #ffffd9;
        background-color: #000b00;
      }
      .org-date {
        /* org-date */
        color: #00ffff;
        text-decoration: underline;
      }
      .org-level-1 {
        /* org-level-1 */
        color: #ffd900;
      }
      .org-level-2 {
        /* org-level-2 */
        color: #c3d825;
      }
      .org-link {
        /* org-link */
        color: #00ffff;
        text-decoration: underline;
      }
      .org-tag {
        /* org-tag */
        font-weight: bold;
      }

      a {
        color: inherit;
        background-color: inherit;
        font: inherit;
        text-decoration: inherit;
      }
      a:hover {
        text-decoration: underline;
      }
    -->
    </style>
  </head>
  <body>
    <pre>
<span class="org-level-1">* </span><span class="org-date">[2022-12-17 &#22303;]</span>
  ((&#9748; . &#38632; &#25152;&#12395;&#12424;&#12426; &#26172;&#36942;&#12366; &#12363;&#12425; &#38647; &#12434;&#20276;&#12358;) (&#3844;&#9731; . &#38634;&#12363;&#38632; &#25152;&#12395;&#12424;&#12426; &#38647; &#12434;&#20276;&#12358;) (&#9731; . &#38634;&#12363;&#38632;))
 <img src="around-Japan-color-2022-12-17.png" alt="./around-Japan-color-2022-12-17.png" />
<span class="org-level-2">** &#12469;&#12484;&#12510;&#12452;&#12514;&#23436;&#39135; </span><span class="org-level-2"><span class="org-tag">:agriculture:</span></span>
   &#27598;&#26085;&#12398;&#12424;&#12358;&#12395;&#12362;&#12420;&#12388;&#12392;&#12375;&#12390;&#28988;&#12365;&#33419;&#12434;&#28988;&#12356;&#12390;&#12365;&#12383;&#12364;&#12289;
&#20170;&#26085;&#12391;&#23436;&#39135;&#12392;&#12394;&#12387;&#12390;&#12375;&#12414;&#12387;&#12383;&#12290;
&#25937;&#33618;&#20316;&#29289;&#12392;&#35328;&#12431;&#12428;&#12427;&#12469;&#12484;&#12510;&#12452;&#12514;&#12384;&#12364;&#12289;&#24847;&#22806;&#12392;&#20316;&#12387;&#12383;&#32076;&#39443;&#12399;
&#36786;&#26989;&#32076;&#39443;&#12398;&#21106;&#12395;&#23569;&#12394;&#12356;&#12424;&#12358;&#12395;&#24605;&#12358;&#12290;
&#23567;&#23398;&#29983;&#12398;&#38915;&#12399;&#23398;&#26657;&#12391;&#26893;&#12360;&#12427;&#12398;&#12392;&#21454;&#31339;&#12377;&#12427;&#12398;&#12384;&#12369;&#12420;&#12387;&#12390;&#12356;&#12383;&#20301;&#12290;
&#12391;&#12418;&#12354;&#12414;&#12426;&#26893;&#12360;&#12383;&#35352;&#25014;&#12399;&#28961;&#12356;&#12369;&#12393;&#12289;&#21454;&#31339;&#12375;&#12383;&#32076;&#39443;&#12399;&#12394;&#12435;&#12392;&#12394;&#12367;
&#25014;&#12360;&#12390;&#12356;&#12427;&#12290;&#12420;&#12387;&#12401;&#12426;&#20309;&#12363;&#12434;&#12466;&#12483;&#12488;&#20986;&#26469;&#12427;&#21916;&#12403;&#12364;&#12354;&#12427;&#20998;
&#35352;&#25014;&#12395;&#12418;&#23450;&#30528;&#12375;&#12383;&#12435;&#12384;&#12392;&#24605;&#12358;&#12290;
&#22823;&#20154;&#12395;&#12394;&#12387;&#12390;&#36786;&#26989;&#22987;&#12417;&#12390;&#12363;&#12425;&#33258;&#20998;&#12391;&#20316;&#12387;&#12383;&#12398;&#12399;&#20170;&#22238;&#12364;&#65299;&#22238;&#30446;&#12363;&#12394;&#65311;
&#12497;&#12540;&#12503;&#12523;&#12473;&#12452;&#12540;&#12488;&#12525;&#12540;&#12489;&#12387;&#12390;&#12356;&#12358;&#32043;&#33419;&#12392;&#12363;
&#20860;&#20845;&#12392;&#12356;&#12358;&#30707;&#24029;&#30476;&#12364;&#38283;&#30330;&#12375;&#12383;&#12491;&#12531;&#12472;&#12531;&#33419;&#31995;&#12398;&#21697;&#31278;&#12434;&#20316;&#12387;&#12383;&#27671;&#12364;&#12377;&#12427;&#12290;
&#12383;&#12384;&#25163;&#20253;&#12356;&#12399;&#12354;&#12385;&#12371;&#12385;&#12391;&#20309;&#22238;&#12363;&#32076;&#39443;&#12373;&#12379;&#12390;&#12356;&#12383;&#12384;&#12356;&#12383;&#12290;

&#12394;&#12435;&#12391;&#23569;&#12394;&#12356;&#12398;&#12363;&#12392;&#12356;&#12358;&#12392;&#12289;&#12469;&#12484;&#12510;&#12452;&#12514;&#12399;&#20445;&#23384;&#12364;&#38627;&#12375;&#12356;&#12363;&#12425;&#12290;
&#27671;&#28201;&#12364;&#65297;&#65299;&#24230;&#20197;&#19979;&#12395;&#12394;&#12387;&#12390;&#12367;&#12427;&#12392;&#33104;&#12387;&#12390;&#12367;&#12427;&#12290;
&#20170;&#22238;&#35430;&#12375;&#12383;&#21697;&#31278;&#12399;&#12505;&#12491;&#12450;&#12474;&#12510;&#31995;&#12398;&#12505;&#12491;&#12467;&#12510;&#12481;&#65311;&#12394;&#12435;&#12363;&#12381;&#12358;&#12356;&#12358;&#21517;&#21069;&#12384;&#12387;&#12383;
&#27671;&#12364;&#12377;&#12427;&#12290;&#38306;&#26481;&#31995;&#12398;&#21697;&#31278;&#12391;&#31958;&#24230;&#12364;&#39640;&#12356;&#12364;&#12289;&#12381;&#12398;&#20195;&#12431;&#12426;&#20445;&#23384;&#12395;&#12399;&#21521;&#12363;&#12394;&#12356;&#12290;
&#12384;&#12363;&#12425;&#12371;&#12371;&#12425;&#12408;&#12435;&#12391;&#12399;&#20445;&#23384;&#12398;&#20107;&#12434;&#32771;&#12360;&#12390;&#31958;&#24230;&#12398;&#20302;&#12356;&#40180;&#38272;&#37329;&#26178;&#31995;&#12364;&#22810;&#12356;&#12290;
&#12381;&#12371;&#12434;&#25954;&#12360;&#12390;&#12505;&#12491;&#12450;&#12474;&#12510;&#31995;&#12434;&#35430;&#12375;&#12390;&#12415;&#12383;&#12392;&#12356;&#12358;&#35379;&#12384;&#12290;

&#20170;&#12414;&#12373;&#12395;&#39135;&#12409;&#12394;&#12364;&#12425;&#12371;&#12428;&#12434;&#26360;&#12356;&#12390;&#12356;&#12427;&#12369;&#12393;&#12289;&#27491;&#30452;&#36942;&#21435;&#12395;
&#12392;&#12354;&#12427;&#36786;&#23478;&#12373;&#12435;&#12398;&#12392;&#12371;&#12429;&#12391;&#38914;&#12356;&#12383;&#12469;&#12484;&#12510;&#12452;&#12514;&#12395;&#12399;&#36000;&#12369;&#12390;&#12427;&#27671;&#12364;&#12377;&#12427;&#12290;
&#29976;&#12356;&#12369;&#12393;&#12289;&#31958;&#24230;&#12364;&#39640;&#12356;&#12387;&#12390;&#35328;&#12358;&#21106;&#12395;&#12399;&#12381;&#12428;&#12411;&#12393;&#12391;&#12418;&#12394;&#12356;&#12392;&#12356;&#12358;&#12363;&#12290;
&#20197;&#21069;&#39135;&#12409;&#12383;&#12381;&#12398;&#12469;&#12484;&#12510;&#12452;&#12514;&#12399;&#28023;&#12398;&#12381;&#12400;&#12398;&#30033;&#12391;&#20316;&#12387;&#12390;&#12383;&#12363;&#12425;&#12289;
&#33258;&#20998;&#12399;&#20908;&#12398;&#26085;&#26412;&#28023;&#12398;&#33618;&#27874;&#12420;&#27874;&#12398;&#33457;&#12394;&#12393;&#12391;&#12289;&#28023;&#12398;&#12511;&#12493;&#12521;&#12523;&#20998;&#12364;
&#22303;&#22732;&#12395;&#21560;&#21454;&#12375;&#12390;&#12356;&#12427;&#12363;&#12425;&#12391;&#12399;&#12394;&#12356;&#12363;&#65311;&#12392;&#24605;&#12387;&#12383;&#12364;&#12290;
&#12354;&#12428;&#12399;&#30906;&#12363;&#26222;&#36890;&#12395;&#40180;&#38272;&#37329;&#26178;&#12384;&#12387;&#12383;&#27671;&#12364;&#12377;&#12427;&#12290;

&#20808;&#26085;&#39080;&#12398;&#22082;&#12391;&#12381;&#12398;&#26041;&#12399;&#12418;&#12358;&#36786;&#26989;&#24341;&#36864;&#12375;&#12383;&#12392;&#35338;&#12356;&#12383;&#12290;
&#65302;&#65296;&#36942;&#12366;&#12390;&#12418;&#12496;&#12461;&#12496;&#12461;&#12394;&#36523;&#20307;&#12375;&#12390;&#12383;&#12369;&#12393;&#12394;&#12353;&#12290;
&#33258;&#20998;&#12364;&#36786;&#26989;&#12434;&#22987;&#12417;&#12383;&#65297;&#65296;&#25968;&#24180;&#21069;&#12289;&#36786;&#26989;&#20154;&#21475;&#12399;&#65298;&#65296;&#65296;&#19975;&#20154;&#12411;&#12393;&#12290;
&#20170;&#12399;&#65297;&#65296;&#65296;&#19975;&#20999;&#12387;&#12383;&#12392;&#12363;&#12290;&#12371;&#12435;&#12394;&#35519;&#23376;&#12391;
&#36786;&#26989;&#32773;&#12399;&#26085;&#26412;&#12363;&#12425;&#12393;&#12435;&#12393;&#12435;&#28040;&#12360;&#12390;&#12356;&#12367;&#12384;&#12429;&#12358;&#12290;

&#33258;&#20998;&#12399;&#36786;&#26989;&#12399;&#38750;&#24120;&#12395;&#35914;&#12363;&#12394;&#29987;&#26989;&#12384;&#12392;&#12399;&#24605;&#12387;&#12390;&#12356;&#12427;&#12290;
&#12394;&#12395;&#12379;&#65297;&#27425;&#12398;&#12415;&#12394;&#12425;&#12378;&#12289;&#65298;&#27425;&#12289;&#65299;&#27425;&#29987;&#26989;&#12395;&#24467;&#20107;&#12375;&#12390;&#12356;&#12427;&#20154;&#12293;&#12418;
&#39135;&#12431;&#12379;&#12390;&#12427;&#12435;&#12384;&#12363;&#12425;&#12290;&#38291;&#36949;&#12356;&#12394;&#12367;&#35914;&#12363;&#12290;
&#33258;&#20998;&#12391;&#20316;&#12428;&#12400;&#12424;&#12367;&#12431;&#12363;&#12427;&#12392;&#12399;&#24605;&#12358;&#12290;

&#12424;&#12367;&#39135;&#26009;&#33258;&#32102;&#29575;&#12364;&#65300;&#21106;&#20999;&#12387;&#12383;&#65281;&#12392;&#12363;&#12491;&#12517;&#12540;&#12473;&#12395;&#12394;&#12427;&#12369;&#12393;&#12289;
&#12354;&#12428;&#12399;&#12383;&#12375;&#12363;&#22806;&#22269;&#29987;&#39164;&#26009;&#12289;&#12388;&#12414;&#12426;&#29275;&#12420;&#35930;&#12394;&#12393;&#12398;&#23478;&#30044;&#12398;&#39180;&#12418;
&#12459;&#12454;&#12531;&#12488;&#12375;&#12390;&#12356;&#12427;&#12399;&#12378;&#12290;&#12384;&#12363;&#12425;&#23455;&#38555;&#12399;&#12414;&#12384;&#12354;&#12427;&#12392;&#12399;&#24605;&#12358;&#12290;

&#12391;&#12418;&#12289;&#29987;&#26989;&#12392;&#12375;&#12390;&#12399;&#36007;&#12375;&#12356;&#12290;&#26178;&#32102;&#65298;&#65296;&#65296;&#20870;&#12367;&#12425;&#12356;&#12395;&#12375;&#12363;
&#12394;&#12425;&#12435;&#12387;&#12390;&#35441;&#12418;&#12354;&#12427;&#12290;&#12381;&#12428;&#12384;&#12392;&#33609;&#21000;&#12426;&#12398;&#26041;&#12364;&#12406;&#12387;&#12385;&#12419;&#12369;&#12414;&#12384;
&#20786;&#12363;&#12427;&#12524;&#12505;&#12523;&#12290;

&#36786;&#26989;&#12399;&#35914;&#12363;&#12394;&#12398;&#12395;&#12289;&#12394;&#12380;&#29987;&#26989;&#12364;&#36007;&#12375;&#12367;&#12394;&#12427;&#12398;&#12363;&#65311;

&#12378;&#12400;&#12426;&#29289;&#12363;&#12425;&#12362;&#37329;&#12395;&#22793;&#25563;&#12377;&#12427;&#12392;&#12371;&#12429;&#12391;&#12358;&#12414;&#12367;&#12356;&#12387;&#12390;&#12394;&#12356;&#12398;&#12384;&#12290;

&#12371;&#12371;&#12425;&#12408;&#12435;&#12395;&#20309;&#12363;&#12375;&#12425;&#20184;&#21152;&#20385;&#20516;&#12434;&#40782;&#12377;&#12473;&#12488;&#12540;&#12522;&#12540;&#12434;
&#36617;&#12387;&#12369;&#12394;&#12356;&#12392;&#23433;&#12367;&#36023;&#12356;&#21481;&#12363;&#12428;&#12427;&#12384;&#12369;&#12290;

&#12371;&#12371;&#12425;&#12408;&#12435;&#12399;&#12418;&#12358;&#36786;&#26989;&#12392;&#12356;&#12358;&#12424;&#12426;&#12289;&#21942;&#26989;&#12398;&#26041;&#12398;&#12473;&#12461;&#12523;&#12364;
&#24517;&#35201;&#12395;&#12394;&#12387;&#12390;&#12367;&#12427;&#12290;

&#12411;&#12392;&#12435;&#12393;&#12398;&#20154;&#12399;&#12381;&#12428;&#12364;&#12358;&#12414;&#12367;&#12356;&#12363;&#12394;&#12356;&#35379;&#12384;&#12290;

&#12376;&#12419;&#12289;&#36786;&#26989;&#12398;&#35914;&#12363;&#12373;&#12434;&#20139;&#21463;&#12377;&#12427;&#12383;&#12417;&#12395;&#12399;&#12393;&#12358;&#12375;&#12383;&#12425;&#12356;&#12356;&#12363;&#65311;

&#33258;&#20998;&#12364;&#12383;&#12393;&#12426;&#30528;&#12356;&#12383;&#65297;&#12388;&#12398;&#31572;&#12360;&#12399;&#12289;

&#12362;&#37329;&#12395;&#22793;&#12360;&#12394;&#12356;&#12392;&#12356;&#12358;&#20107;&#12290;

&#33258;&#20998;&#12391;&#39135;&#12409;&#12427;&#12363;&#12289;&#20313;&#12387;&#12383;&#20998;&#12434;&#21608;&#12426;&#12398;&#20154;&#12395;&#37197;&#12427;&#12363;&#12377;&#12427;&#12290;&#12381;&#12428;&#12384;&#12369;&#12290;
&#12381;&#12358;&#12377;&#12427;&#12392;&#12289;&#20170;&#24230;&#12399;&#21608;&#12426;&#12363;&#12425;&#36949;&#12358;&#29289;&#12434;&#38914;&#12356;&#12383;&#12426;&#12377;&#12427;&#12290;

&#21407;&#22987;&#30340;&#12384;&#12369;&#12393;&#12289;&#12371;&#12358;&#12356;&#12358;&#29289;&#12293;&#20132;&#25563;&#12398;&#12524;&#12505;&#12523;&#12391;&#12356;&#12427;&#12392;
&#35914;&#12363;&#12373;&#12434;&#24863;&#12376;&#12427;&#12290;

&#12384;&#12363;&#12425;&#36786;&#26989;&#12399;&#36008;&#24163;&#32076;&#28168;&#12395;&#28151;&#12380;&#12390;&#12399;&#12356;&#12369;&#12394;&#12356;&#12418;&#12435;&#12384;&#12392;
&#33258;&#20998;&#12399;&#24605;&#12387;&#12390;&#12356;&#12427;&#12290;&#36884;&#31471;&#12395;&#36007;&#12375;&#12367;&#12394;&#12427;&#12290;

&#21029;&#12395;&#26085;&#26412;&#12398;&#36786;&#26989;&#12434;&#32972;&#36000;&#12358;&#12392;&#12377;&#12427;&#24517;&#35201;&#12394;&#12393;&#12394;&#12356;&#12290;

&#36786;&#26989;&#20154;&#21475;&#12364;&#28187;&#12429;&#12358;&#12364;&#33258;&#20998;&#12364;&#20316;&#12387;&#12390;&#12428;&#12400;&#33258;&#20998;&#12399;&#21839;&#38988;&#12399;&#12394;&#12356;&#12290;

&#21454;&#20837;&#28304;&#12398;&#20181;&#20107;&#12399;&#21029;&#12395;&#25345;&#12387;&#12390;&#12289;&#36786;&#26989;&#12399;&#29255;&#25163;&#38291;&#12391;&#27005;&#12375;&#12416;
&#31243;&#24230;&#12364;&#19968;&#30058;&#28961;&#29702;&#12394;&#12356;&#12435;&#12376;&#12419;&#12394;&#12356;&#12363;&#12394;&#12290;

&#12377;&#12387;&#12363;&#12426;&#12469;&#12484;&#12510;&#12452;&#12514;&#12363;&#12425;&#35441;&#12364;&#12474;&#12524;&#12383;&#12369;&#12393;&#12289;
&#20170;&#24180;&#12420;&#12387;&#12390;&#33391;&#12363;&#12387;&#12383;&#12290;&#20445;&#23384;&#12434;&#12393;&#12358;&#12375;&#12424;&#12358;&#12363;&#12392;&#24745;&#12435;&#12384;&#12369;&#12393;&#12289;
&#12392;&#12426;&#12354;&#12360;&#12378;&#12289;&#12371;&#12383;&#12388;&#12398;&#20013;&#12395;&#20445;&#31649;&#20986;&#26469;&#12427;&#12524;&#12505;&#12523;&#12398;&#37327;&#12384;&#12387;&#12383;&#12398;&#12391;
&#21161;&#12363;&#12387;&#12383;&#12290;
&#12375;&#12400;&#12425;&#12367;&#29572;&#38306;&#12395;&#32622;&#12356;&#12390;&#12362;&#12356;&#12383;&#12425;&#23569;&#12375;&#20663;&#12435;&#12391;&#12375;&#12414;&#12387;&#12383;&#12369;&#12393;
&#23569;&#12375;&#12391;&#28168;&#12435;&#12391;&#33391;&#12363;&#12387;&#12383;&#12290;

&#12383;&#12384;&#12289;&#26469;&#24180;&#12418;&#12414;&#12383;&#20316;&#12426;&#12383;&#12356;&#12392;&#24605;&#12387;&#12390;&#12356;&#12427;&#12398;&#12391;&#12289;
&#65297;&#24180;&#24460;&#12414;&#12391;&#12395;&#12393;&#12358;&#12420;&#12387;&#12390;&#20445;&#31649;&#12377;&#12427;&#12363;&#12289;&#12385;&#12419;&#12435;&#12392;
&#28310;&#20633;&#12375;&#12390;&#12362;&#12363;&#12394;&#12356;&#12392;&#12356;&#12369;&#12394;&#12356;&#12394;&#12392;&#24605;&#12387;&#12390;&#12356;&#12427;&#12290;

&#33258;&#20998;&#12398;&#30693;&#12387;&#12390;&#12356;&#12427;&#36786;&#23478;&#12373;&#12435;&#12399;&#12479;&#12496;&#12467;&#12398;&#20094;&#29157;&#26045;&#35373;&#12391;&#12289;
&#38651;&#32218;&#24341;&#12356;&#12390;&#20445;&#31649;&#12375;&#12390;&#12356;&#12383;&#12290;&#12391;&#12418;&#12381;&#12358;&#12394;&#12427;&#12392;&#32080;&#27083;
&#38651;&#27671;&#20195;&#12399;&#12496;&#12459;&#12395;&#12394;&#12425;&#12394;&#12356;&#12290;&#29305;&#12395;&#12371;&#12398;&#12372;&#26178;&#19990;&#12290;

&#33419;&#31348;&#20316;&#12426;&#12434;&#26469;&#24180;&#12395;&#21521;&#12369;&#12390;&#36914;&#12417;&#12383;&#12356;&#12290;
</pre>
  </body>
</html>
