<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<!-- Created by htmlize-1.57 in css mode. -->
<html>
  <head>
    <title>2022-1115-2.org</title>
    <style type="text/css">
    <!--
      body {
        color: #ffffd9;
        background-color: #000b00;
      }
      .org-date {
        /* org-date */
        color: #00ffff;
        text-decoration: underline;
      }
      .org-level-1 {
        /* org-level-1 */
        color: #ffd900;
      }
      .org-level-2 {
        /* org-level-2 */
        color: #c3d825;
      }
      .org-tag {
        /* org-tag */
        font-weight: bold;
      }

      a {
        color: inherit;
        background-color: inherit;
        font: inherit;
        text-decoration: inherit;
      }
      a:hover {
        text-decoration: underline;
      }
    -->
    </style>
  </head>
  <body>
    <pre>
<span class="org-level-1">* </span><span class="org-date">[2022-11-15 &#28779;]</span>
<span class="org-level-2">** &#12481;&#12455;&#12540;&#12531;&#12477;&#12540;&#12434;&#35430;&#12377; </span><span class="org-level-2"><span class="org-tag">:forestry:</span></span>
&#23478;&#12395;&#27880;&#25991;&#12375;&#12390;&#12354;&#12387;&#12383;&#12481;&#12455;&#12540;&#12531;&#12477;&#12540;&#12364;&#23626;&#12356;&#12383;&#12290;
&#23478;&#12364;&#26085;&#38512;&#12391;&#35910;&#12434;&#21454;&#31339;&#12375;&#12390;&#12418;&#24178;&#12377;&#20107;&#12418;&#12414;&#12414;&#12394;&#12425;&#12394;&#12356;&#12363;&#12425;
&#26368;&#36817;&#12399;&#23478;&#12398;&#21608;&#22258;&#12398;&#26408;&#12434;&#12496;&#12531;&#12496;&#12531;&#20999;&#12387;&#12390;&#12356;&#12427;&#12290;
&#12375;&#12363;&#12375;&#12289;&#37448;&#12392;&#37624;&#12384;&#12369;&#12398;&#20154;&#21147;&#12391;&#12399;&#20309;&#12363;&#12392;&#36763;&#12367;&#12394;&#12387;&#12390;&#12365;&#12390;&#12383;&#12290;
&#29305;&#12395;&#22826;&#12356;&#26408;&#12290;&#12381;&#12371;&#12391;&#12481;&#12455;&#12540;&#12531;&#12477;&#12540;&#12434;&#36092;&#20837;&#12392;&#12356;&#12358;&#20107;&#12395;&#12375;&#12383;&#35379;&#12384;&#12290;

&#26412;&#26469;&#12394;&#12425;&#12495;&#12473;&#12463;&#12496;&#12540;&#12490;&#12398;135&#12354;&#12383;&#12426;&#12434;&#32771;&#12360;&#12390;&#12356;&#12383;&#12290;
&#12375;&#12363;&#12375;&#12289;&#12405;&#12392;&#20013;&#33775;&#35069;&#12398;&#23433;&#29289;&#12384;&#12369;&#12393;&#12289;&#35413;&#20385;&#12364;&#12381;&#12428;&#12394;&#12426;&#12395;&#39640;&#12363;&#12387;&#12383;
&#29289;&#12395;&#12375;&#12390;&#12415;&#12383;&#12290;58cc&#12392;&#12363;&#12391;&#32080;&#27083;&#39340;&#21147;&#30340;&#12395;&#12399;&#22823;&#12365;&#12356;&#12290;
&#35519;&#12409;&#12390;&#12415;&#12427;&#12392;&#12393;&#12358;&#12418;&#29420;&#31995;&#12398;&#20250;&#31038;&#12364;&#20013;&#22269;&#12391;&#29983;&#29987;&#12375;&#12390;&#12356;&#12427;
&#12418;&#12398;&#12398;&#12424;&#12358;&#12384;&#12290;&#12381;&#12428;&#12395;&#12375;&#12390;&#12418;&#65297;&#19975;&#20999;&#12427;&#12398;&#12399;&#23433;&#12356;&#12290;

&#12392;&#12426;&#12354;&#12360;&#12378;&#12289;&#23626;&#12356;&#12383;&#12418;&#12398;&#12398;&#12497;&#12540;&#12484;&#12364;&#12496;&#12521;&#12496;&#12521;&#12394;&#12398;&#12391;&#12289;
&#32068;&#12415;&#31435;&#12390;&#12364;&#24517;&#35201;&#12384;&#12387;&#12383;&#12290;&#19968;&#24540;&#12481;&#12455;&#12540;&#12531;&#12477;&#12540;&#35611;&#32722;&#12399;&#65298;&#22238;&#12411;&#12393;
&#21463;&#12369;&#12383;&#20107;&#12354;&#12427;&#12369;&#12393;&#12289;&#12381;&#12435;&#12394;&#32068;&#12415;&#31435;&#12390;&#12395;&#12388;&#12356;&#12390;&#12394;&#12435;&#12390;
&#25945;&#12360;&#12390;&#12367;&#12428;&#12394;&#12356;&#12363;&#12425;&#12289;&#12392;&#12395;&#12363;&#12367;Youtube&#21205;&#30011;&#12391;
&#32068;&#12415;&#31435;&#12390;&#26041;&#12434;&#35519;&#12409;&#12390;&#32068;&#12415;&#31435;&#12390;&#12390;&#12415;&#12383;&#12290;

&#23433;&#29289;&#12392;&#12356;&#12358;&#21106;&#12395;&#12399;&#12381;&#12428;&#12411;&#12393;&#23433;&#29289;&#12481;&#12483;&#12463;&#12391;&#12418;&#12394;&#12356;&#21360;&#35937;&#12290;
&#12414;&#12353;&#12289;&#22810;&#23569;&#12399;&#36949;&#12358;&#12369;&#12393;&#12290;

&#12392;&#12426;&#12354;&#12360;&#12378;&#12289;&#12458;&#12452;&#12523;&#12418;&#28151;&#21512;&#27833;&#12418;&#33609;&#21000;&#12426;&#27231;&#12392;&#21516;&#12376;&#12394;&#12398;&#12391;&#12289;
&#12381;&#12428;&#12434;&#27969;&#29992;&#12375;&#21205;&#12363;&#12375;&#12390;&#12415;&#12383;&#12290;
&#26222;&#36890;&#12395;&#21205;&#12356;&#12383;&#12290;&#24403;&#12383;&#12426;&#21069;&#12363;&#12418;&#12375;&#12428;&#12394;&#12356;&#12369;&#12393;&#12290;
&#12391;&#12418;&#12289;&#35413;&#20385;&#12434;&#35211;&#12427;&#12392;&#12358;&#12414;&#12367;&#12356;&#12363;&#12394;&#12363;&#12387;&#12383;&#20154;&#12418;&#12356;&#12383;&#12398;&#12391;&#12289;
&#12392;&#12426;&#12354;&#12360;&#12378;&#31532;&#19968;&#38306;&#38272;&#31361;&#30772;&#12290;

&#26089;&#36895;&#12289;&#12381;&#12428;&#12434;&#25345;&#12387;&#12390;&#20999;&#26029;&#36884;&#20013;&#12395;&#12394;&#12387;&#12390;&#12356;&#12383;&#26408;&#12434;&#20999;&#12387;&#12390;&#12415;&#12383;&#12426;
&#12375;&#12383;&#12290;&#12461;&#12483;&#12463;&#12496;&#12483;&#12463;&#12364;&#24598;&#12356;&#12363;&#12425;&#19979;&#12363;&#12425;&#12391;&#12394;&#12367;&#19978;&#12363;&#12425;&#12356;&#12387;&#12383;&#12364;&#12289;
&#27178;&#20498;&#12375;&#12395;&#12394;&#12387;&#12390;&#12356;&#12427;&#22826;&#12417;&#12398;&#26408;&#12384;&#12387;&#12383;&#12398;&#12391;&#12289;&#36884;&#20013;&#12391;&#20995;&#12364;&#25375;&#12414;&#12387;&#12390;
&#22823;&#22793;&#12384;&#12387;&#12383;&#12290;&#12392;&#12426;&#12354;&#12360;&#12378;&#12289;&#19978;&#12363;&#12425;&#12472;&#12515;&#12531;&#12503;&#12375;&#12390;&#20307;&#37325;&#12434;&#12363;&#12369;&#12383;&#12426;
&#12375;&#12383;&#12425;&#12394;&#12435;&#12392;&#12363;&#20024;&#22826;&#12364;&#25240;&#12428;&#12390;&#12367;&#12428;&#12383;&#12363;&#12425;&#33391;&#12363;&#12387;&#12383;&#12369;&#12393;&#12289;
&#12418;&#12358;&#23569;&#12375;&#25201;&#12356;&#26041;&#12434;&#21193;&#24375;&#12375;&#12383;&#12426;&#12289;&#12481;&#12515;&#12483;&#12503;&#12473;&#12384;&#12369;&#12391;&#12394;&#12367;&#12289;
&#35013;&#20633;&#38754;&#12391;&#12418;&#38450;&#24481;&#21147;&#12434;&#19978;&#12370;&#12390;&#12362;&#12363;&#12394;&#12356;&#12392;&#12414;&#12378;&#12356;&#12392;&#24863;&#12376;&#12383;&#12290;

&#12392;&#12426;&#12354;&#12360;&#12378;&#12289;&#12381;&#12398;&#24460;&#23665;&#12395;&#30331;&#12387;&#12390;&#31481;&#12434;&#20999;&#12387;&#12383;&#12364;
&#37325;&#12363;&#12387;&#12383;&#12290;&#12354;&#12392;&#35413;&#20385;&#12395;&#12418;&#20986;&#12390;&#12383;&#12369;&#12393;&#12289;&#27178;&#21521;&#12365;&#12395;&#12375;&#12383;&#26178;&#12395;
&#12456;&#12531;&#12472;&#12531;&#12364;&#27490;&#12414;&#12427;&#12392;&#12356;&#12358;&#30151;&#29366;&#12418;&#12290;&#12371;&#12428;&#12399;&#29123;&#26009;&#28288;&#12479;&#12531;&#12395;&#12377;&#12428;&#12400;
&#22238;&#36991;&#20986;&#26469;&#12427;&#12392;&#12363;&#26360;&#12356;&#12390;&#12354;&#12387;&#12383;&#12364;&#12289;&#32080;&#27083;&#28288;&#12479;&#12531;&#12395;&#36817;&#12363;&#12387;&#12383;&#12392;&#24605;&#12358;&#12290;

&#12356;&#12378;&#12428;&#12395;&#12379;&#12424;&#12289;&#38647;&#12364;&#36817;&#12389;&#12356;&#12390;&#12365;&#12383;&#12398;&#12391;&#12289;&#36884;&#20013;&#12391;&#20999;&#12426;&#19978;&#12370;&#12383;&#12290;
&#35013;&#20633;&#12364;&#12414;&#12384;&#12354;&#12414;&#12356;&#12392;&#12356;&#12358;&#38754;&#12418;&#12354;&#12387;&#12390;&#32080;&#23616;&#27526;&#12393;&#37448;&#12434;&#20351;&#12387;&#12390;&#12383;&#12290;
</pre>
  </body>
</html>
