<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<!-- Created by htmlize-1.57 in css mode. -->
<html>
  <head>
    <title>2022-1130-2.org</title>
    <style type="text/css">
    <!--
      body {
        color: #ffffd9;
        background-color: #000b00;
      }
      .org-date {
        /* org-date */
        color: #00ffff;
        text-decoration: underline;
      }
      .org-level-1 {
        /* org-level-1 */
        color: #ffd900;
      }
      .org-level-2 {
        /* org-level-2 */
        color: #c3d825;
      }
      .org-link {
        /* org-link */
        color: #00ffff;
        text-decoration: underline;
      }
      .org-tag {
        /* org-tag */
        font-weight: bold;
      }

      a {
        color: inherit;
        background-color: inherit;
        font: inherit;
        text-decoration: inherit;
      }
      a:hover {
        text-decoration: underline;
      }
    -->
    </style>
  </head>
  <body>
    <pre>
<span class="org-level-1">* </span><span class="org-date">[2022-11-30 &#27700;]</span><span class="org-level-1"> </span>
<span class="org-level-2">** menu&#34920;&#31034;&#27231;&#33021;&#12434;&#20316;&#12387;&#12390;&#12415;&#12383; </span><span class="org-level-2"><span class="org-tag">:dev:</span></span>
  &#20154;&#12392;&#35441;&#12375;&#12390;&#12356;&#12427;&#12392;&#12383;&#12414;&#12395;&#33258;&#20998;&#12364;&#32771;&#12360;&#12418;&#12375;&#12394;&#12363;&#12387;&#12383;
&#12450;&#12452;&#12487;&#12451;&#12450;&#12364;&#12509;&#12525;&#12483;&#12392;&#21475;&#12363;&#12425;&#20986;&#12390;&#12367;&#12427;&#20107;&#12364;&#12354;&#12427;&#12290;
&#33258;&#20998;&#12391;&#12418;&#19981;&#24605;&#35696;&#12384;&#12394;&#12392;&#24605;&#12387;&#12383;&#12426;&#12418;&#12377;&#12427;&#12369;&#12393;&#12289;
&#22810;&#20998;&#12289;&#35441;&#12377;&#20107;&#12395;&#12424;&#12387;&#12390;&#29289;&#20107;&#12398;&#25972;&#29702;&#12364;&#38957;&#12398;&#20013;&#12391;&#36215;&#12365;&#12390;&#12367;&#12427;
&#12398;&#12363;&#12418;&#12375;&#12428;&#12394;&#12356;&#12290;&#12381;&#12358;&#12356;&#12358;&#21177;&#26524;&#12434;&#26399;&#24453;&#12375;&#12390;
&#20170;&#22238;&#20316;&#12387;&#12390;&#12415;&#12383;menu&#34920;&#31034;&#27231;&#33021;&#12420;&#12371;&#12398;&#12502;&#12525;&#12464;&#12395;&#12388;&#12356;&#12390;
&#24605;&#12358;&#20107;&#12434;&#12388;&#12425;&#12388;&#12425;&#12392;&#26360;&#12365;&#36899;&#12397;&#12390;&#12415;&#12424;&#12358;&#12392;&#24605;&#12358;&#12290;
&#12424;&#12387;&#12390;&#12289;&#35501;&#12414;&#12394;&#12356;&#26041;&#12364;&#12356;&#12356;&#12392;&#24605;&#12358;&#31505;

  &#25163;&#26360;&#12365;&#12391;&#12356;&#12385;&#12356;&#12385;&#12513;&#12491;&#12517;&#12540;&#30011;&#38754;&#12398;&#12522;&#12531;&#12463;&#12434;&#20316;&#25104;&#12375;&#12390;&#12356;&#12383;&#12425;
&#38754;&#20498;&#12394;&#12398;&#12391;&#12289;&#33258;&#20316;&#12398;&#12518;&#12486;&#12451;&#12522;&#12486;&#12451;&#12434;&#20351;&#12387;&#12390;&#12513;&#12491;&#12517;&#12540;&#12522;&#12531;&#12463;&#29983;&#25104;
&#12503;&#12525;&#12464;&#12521;&#12512;&#12434;&#20316;&#12387;&#12390;&#12488;&#12483;&#12503;&#12506;&#12540;&#12472;&#12399;&#12381;&#12428;&#12395;&#20999;&#12426;&#26367;&#12360;&#12427;&#20107;&#12395;&#12290;

&#12503;&#12524;&#12476;&#12531;&#29992;&#12398;&#12487;&#12540;&#12479;&#12395;&#38306;&#12375;&#12390;&#12399;html&#21270;&#12377;&#12427;&#38555;&#12398;
&#12501;&#12449;&#12452;&#12523;&#21517;&#12364;&#36890;&#24120;&#12398;htmlize&#12398;&#26178;&#12392;&#36949;&#12387;&#12390;&#12365;&#12383;&#12398;&#12391;&#12289;
&#12381;&#12428;&#12434;&#22914;&#20309;&#12395;&#12358;&#12414;&#12356;&#20107;&#20966;&#29702;&#12377;&#12427;&#12363;&#12391;&#32080;&#27083;&#25163;&#12371;&#12378;&#12387;&#12383;&#12290;

&#12392;&#12426;&#12354;&#12360;&#12378;&#33258;&#21205;&#29983;&#25104;&#12398;&#12383;&#12417;&#12395;&#12289;&#20840;&#12501;&#12449;&#12452;&#12523;&#12398;&#12500;&#12483;&#12463;&#12450;&#12483;&#12503;&#12377;&#12427;&#12479;&#12452;&#12488;&#12523;&#34892;&#12434;
&#26085;&#20184;&#12289;&#12479;&#12452;&#12488;&#12523;&#12289;&#12459;&#12486;&#12468;&#12522;&#12392;&#12356;&#12358;&#12424;&#12358;&#12395;&#26360;&#24335;&#12418;&#32113;&#19968;&#12375;&#30452;&#12377;&#12290;

&#12459;&#12486;&#12468;&#12522;&#12395;&#38306;&#20418;&#12394;&#12367;&#12289;&#12381;&#12398;&#26085;&#12398;org&#12501;&#12449;&#12452;&#12523;&#12395;

;; * <span class="org-date">[2022-11-30 &#27700;]</span> title1 :tag1:
  
;; * <span class="org-date">[2022-11-30 &#27700;]</span> title2 :tag2:

&#12392;&#12356;&#12358;&#12424;&#12358;&#12395;&#26360;&#12365;&#36796;&#12435;&#12391;&#12356;&#12387;&#12390;&#12289;htmlize&#12375;&#12390;&#12354;&#12370;&#12427;&#12290;
&#12391;&#12289;menu.org&#12434;&#38283;&#12356;&#12390;&#23455;&#34892;&#12434;&#12363;&#12369;&#12390;&#12513;&#12491;&#12517;&#12540;&#12522;&#12531;&#12463;&#12434;&#29983;&#25104;&#12290;
&#12381;&#12428;&#12418;htmllize&#12375;&#12390;&#12354;&#12370;&#12427;&#12290;
&#12381;&#12428;&#12425;&#12434;&#20445;&#23384;&#12375;&#12289;git add,commit,push&#12375;&#12390;&#12522;&#12514;&#12540;&#12488;&#12524;&#12509;&#12472;&#12488;&#12522;&#12395;&#12450;&#12483;&#12503;&#12290;

&#30456;&#22793;&#12431;&#12425;&#12378;&#12289;&#38754;&#20498;&#33261;&#12356;&#25163;&#38918;&#12434;&#12420;&#12387;&#12390;&#12356;&#12427;&#27671;&#12364;&#12377;&#12427;&#12290;
&#12371;&#12428;&#12391;&#12418;&#23569;&#12375;&#12399;&#27005;&#12395;&#12375;&#12383;&#12392;&#12399;&#24605;&#12358;&#12435;&#12384;&#12369;&#12393;&#12290;

&#36890;&#24120;&#12398;SNS&#12420;&#12502;&#12525;&#12464;&#12394;&#12393;&#12399;&#12289;&#12414;&#12378;&#12525;&#12464;&#12452;&#12531;&#12290;
&#12502;&#12525;&#12464;&#20316;&#25104;&#12508;&#12479;&#12531;&#12394;&#12393;&#12434;&#25276;&#12375;&#12390;&#12289;&#25991;&#31456;&#12434;&#26360;&#12356;&#12390;
&#33391;&#12369;&#12428;&#12400;&#25237;&#31295;&#12508;&#12479;&#12531;&#12434;&#25276;&#12377;&#12290;&#12371;&#12435;&#12394;&#24863;&#12376;&#12363;&#12290;

&#35211;&#27604;&#12409;&#12427;&#12392;&#12289;&#12420;&#12399;&#12426;&#12513;&#12491;&#12517;&#12540;&#12398;&#33258;&#21205;&#29983;&#25104;&#12398;&#20998;&#12384;&#12369;
&#20313;&#35336;&#12394;&#20316;&#26989;&#12434;&#12375;&#12390;&#12356;&#12427;&#12290;
&#12375;&#12363;&#12375;&#12289;pages&#12395;&#12399;&#38745;&#30340;&#12469;&#12452;&#12488;&#12392;&#12356;&#12358;&#32283;&#12426;&#12364;&#12354;&#12427;&#12290;
&#12392;&#12356;&#12358;&#20107;&#12391;&#12289;&#12371;&#12371;&#12425;&#12399;&#12525;&#12540;&#12459;&#12523;&#20596;&#12391;&#33258;&#21205;&#21270;&#12377;&#12427;&#12375;&#12363;&#12394;&#12356;&#12290;

&#12383;&#12384;cron&#12420;systemd&#12394;&#12393;&#12391;&#23450;&#26399;&#23455;&#34892;&#12373;&#12379;&#12427;&#12392;&#28961;&#39364;&#12364;&#22810;&#12356;&#12375;&#12289;
&#21453;&#26144;&#12373;&#12428;&#12427;&#26178;&#38291;&#12418;&#12381;&#12398;&#38971;&#24230;&#12395;&#12424;&#12387;&#12390;&#12399;&#36933;&#12367;&#12394;&#12427;&#12290;
&#12381;&#12358;&#12356;&#12358;&#24847;&#21619;&#12391;&#12399;&#12420;&#12387;&#12390;&#12418;&#12420;&#12425;&#12394;&#12367;&#12390;&#12418;&#12356;&#12356;&#12524;&#12505;&#12523;&#12363;&#12290;

&#12414;&#12383;&#21516;&#12376;&#26085;&#20184;&#12394;&#12398;&#12395;&#20309;&#24230;&#12418;&#20837;&#21147;&#12377;&#12427;&#12398;&#12399;&#12393;&#12358;&#12363;&#65311;&#12392;&#12418;
&#24605;&#12387;&#12390;&#24403;&#21021;&#12399;&#12501;&#12449;&#12452;&#12523;&#21517;&#12363;&#12425;&#26085;&#20184;&#12434;&#20999;&#12426;&#20986;&#12377;&#26041;&#27861;&#12434;&#25505;&#12387;&#12390;&#12356;&#12383;&#12364;&#12289;
&#12381;&#12428;&#12418;&#36766;&#12417;&#12383;&#12290;
&#32080;&#23616;&#26085;&#20184;&#12394;&#12435;&#12390;&#65297;&#12388;&#12354;&#12428;&#12400;&#28168;&#12416;&#12418;&#12398;&#12384;&#12363;&#12425;&#12289;

<span class="org-date">[2022-11-30 &#27700;]</span> - <span class="org-link"><a href="title1">title1</a></span>
                - <span class="org-link"><a href="title2">title2</a></span>

&#12415;&#12383;&#12356;&#12394;&#12522;&#12531;&#12463;&#12398;&#36028;&#12426;&#26041;&#12398;&#26041;&#12364;&#12356;&#12356;&#12398;&#12363;&#12418;&#12375;&#12428;&#12394;&#12356;&#12290;
&#12391;&#12418;&#12289;&#20170;&#12398;S&#24335;&#12394;&#24863;&#12376;&#12418;&#23244;&#12356;&#12376;&#12419;&#12394;&#12356;&#12290;

&#12354;&#12392;&#22825;&#27671;&#12399;&#24403;&#21021;&#36786;&#26989;&#29992;&#12395;&#35352;&#37682;&#12434;&#25505;&#12429;&#12358;&#12392;&#24605;&#12387;&#12383;&#12364;&#12289;
&#12381;&#12398;&#26085;&#12395;&#12399;&#36786;&#20316;&#26989;&#12375;&#12394;&#12363;&#12387;&#12383;&#12426;&#12377;&#12427;&#20107;&#12418;&#12354;&#12427;&#12398;&#12391;&#12289;
&#12381;&#12358;&#12356;&#12358;&#12459;&#12486;&#12468;&#12522;&#12395;&#12377;&#12427;&#12392;&#33391;&#12367;&#12394;&#12356;&#12290;
&#12381;&#12371;&#12425;&#12408;&#12435;&#12418;&#24037;&#22827;&#12364;&#24517;&#35201;&#12363;&#12394;&#12392;&#12290;

&#12354;&#12392;&#12459;&#12486;&#12468;&#12522;&#12540;&#20998;&#12369;&#12375;&#12390;&#12418;&#12289;&#12381;&#12428;&#12434;&#12393;&#12358;&#12420;&#12387;&#12390;&#27963;&#12363;&#12377;&#12363;&#65311;

&#12414;&#12383;&#12488;&#12483;&#12503;&#12506;&#12540;&#12472;&#12398;&#12513;&#12491;&#12517;&#12540;&#29983;&#25104;&#12503;&#12525;&#12464;&#12521;&#12512;&#12384;&#12369;&#12393;&#12289;
&#12371;&#12428;&#12418;&#21029;&#36884;&#12521;&#12452;&#12502;&#12521;&#12522;&#21270;&#12375;&#12390;&#35501;&#12415;&#36796;&#12416;&#12424;&#12358;&#12395;&#12375;&#12390;&#12375;&#12414;&#12387;&#12390;&#12399;&#12393;&#12358;&#12363;&#65311;
&#12392;&#12418;&#24605;&#12387;&#12383;&#12290;

&#12392;&#12426;&#12354;&#12360;&#12378;&#12289;&#12354;&#12540;&#12391;&#12418;&#12394;&#12356;&#12371;&#12540;&#12391;&#12418;&#12394;&#12356;&#12392;
&#29420;&#12426;&#35328;&#12434;&#26360;&#12365;&#36899;&#12397;&#12394;&#12364;&#12425;&#20316;&#12426;&#19978;&#12370;&#12390;&#12356;&#12365;&#12383;&#12356;&#12290;

</pre>
  </body>
</html>
