<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<!-- Created by htmlize-1.57 in css mode. -->
<html>
  <head>
    <title>2022-0916-2.org</title>
    <style type="text/css">
    <!--
      body {
        color: #ffffd9;
        background-color: #000b00;
      }
      .org-date {
        /* org-date */
        color: #00ffff;
        text-decoration: underline;
      }
      .org-level-1 {
        /* org-level-1 */
        color: #ffd900;
      }
      .org-level-2 {
        /* org-level-2 */
        color: #c3d825;
      }
      .org-tag {
        /* org-tag */
        font-weight: bold;
      }

      a {
        color: inherit;
        background-color: inherit;
        font: inherit;
        text-decoration: inherit;
      }
      a:hover {
        text-decoration: underline;
      }
    -->
    </style>
  </head>
  <body>
    <pre>
<span class="org-level-1">* </span><span class="org-date">[2022-09-16 &#37329;]</span><span class="org-level-1"> &#25105;&#12364;&#23478;&#12398;lisp&#26412; </span><span class="org-level-1"><span class="org-tag">:lisp:</span></span>

&#22522;&#26412;&#25216;&#34899;&#12395;&#30452;&#32080;&#12375;&#12383;&#12493;&#12479;&#12375;&#12363;&#26360;&#12363;&#12394;&#12356;&#12391;
&#12362;&#12371;&#12358;&#12392;&#24605;&#12387;&#12390;&#12383;&#12290;

&#12383;&#12384;twitter&#12391;land of lisp&#12434;&#35211;&#25499;&#12369;&#12383;&#12398;&#12391;&#12289;
&#12385;&#12423;&#12387;&#12392;&#26360;&#12356;&#12390;&#12415;&#12424;&#12358;&#12363;&#12392;&#12290;

<span class="org-level-2">** &#34101;&#26360;&#19968;&#35239;</span>
&#12392;&#12426;&#12354;&#12360;&#12378;&#12289;&#33258;&#20998;&#12398;&#25163;&#20803;&#12395;&#12354;&#12427;lisp&#26412;&#12392;&#12356;&#12358;&#12418;&#12398;&#12434;
&#19978;&#12370;&#12390;&#12415;&#12424;&#12358;&#12290;&#12399;&#12387;&#12365;&#12426;&#35328;&#12387;&#12390;&#12385;&#12419;&#12435;&#12392;&#12414;&#12392;&#12417;&#12390;
&#26360;&#12356;&#12383;&#20107;&#12399;&#12394;&#12356;&#12375;&#12289;&#33258;&#20998;&#12391;&#12418;&#12368;&#12385;&#12419;&#12368;&#12385;&#12419;&#12395;&#12394;&#12387;&#12390;&#12427;&#27671;&#12364;&#12377;&#12427;&#12290;
&#12381;&#12358;&#12356;&#12358;&#24847;&#21619;&#12391;&#12399;&#33258;&#20998;&#33258;&#36523;&#12398;&#29366;&#27841;&#12434;&#12365;&#12385;&#12435;&#12392;&#25226;&#25569;&#12377;&#12427;&#24847;&#21619;&#12391;&#12418;&#12356;&#12356;&#12363;&#12392;&#12290;

1. ANSI Common Lisp
2. programming gauche
3. &#35336;&#31639;&#27231;&#12503;&#12525;&#12464;&#12521;&#12512;&#12398;&#27083;&#36896;&#12392;&#35299;&#37320;&#12288;&#31532;&#20108;&#29256;(sicp)
4. on lisp
5. &#23455;&#36341;common lisp(practical common lisp)
6. &#23455;&#29992;common lisp(paip)
7. land of lisp
8. &#21021;&#12417;&#12390;&#12398;&#20154;&#12398;&#12383;&#12417;&#12398;LISP &#22679;&#35036;&#29256;
9. bit&#21029;&#20874;COMMON LISP THE SECOND EDITION(cltl2)
10. &#32032;&#25968;&#22812;&#26354;&#12288;&#22899;&#29579;&#38491;&#19979;&#12398;LISP
11. let over lambda
12. Common Lisp&#12458;&#12502;&#12472;&#12455;&#12463;&#12488;&#12471;&#12473;&#12486;&#12512;-CLOS&#12392;&#12381;&#12398;&#21608;&#36794;-
13. &#12399;&#12376;&#12417;&#12390;&#12398;Lisp&#38306;&#25968;&#22411;&#12503;&#12525;&#12464;&#12521;&#12511;&#12531;&#12464;
14. &#38306;&#25968;&#22411;&#12503;&#12525;&#12464;&#12521;&#12511;&#12531;&#12464;
15. The Common Lisp Condition System
16. Programming Algorithms in Lisp

&#12371;&#12435;&#12394;&#24863;&#12376;&#12363;&#12290;

<span class="org-level-2">** &#35501;&#12435;&#12384;&#26412;</span>
&#12371;&#12428;&#12384;&#12369;&#26412;&#12434;&#25345;&#12387;&#12390;&#12427;&#12398;&#12395;&#33258;&#20998;&#12398;&#12473;&#12461;&#12523;&#12364;&#12414;&#12384;&#24677;&#12378;&#12363;&#12375;&#12356;&#38480;&#12426;&#12384;&#12364;&#12289;
&#20840;&#37096;&#35501;&#12435;&#12384;&#35379;&#12391;&#12399;&#12394;&#12356;&#12290;

&#12371;&#12398;&#20013;&#12391;&#35501;&#12435;&#12384;&#12398;&#12399;
1,2,4,5,7,8,11,12,13

&#12381;&#12398;&#20182;&#12399;&#12289;&#35501;&#12435;&#12391;&#12427;&#36884;&#20013;&#12363;&#12289;&#38627;&#12375;&#12367;&#12390;&#31309;&#35501;&#12395;&#12394;&#12387;&#12390;&#12427;&#12363;&#12289;
&#25163;&#20803;&#12395;&#12354;&#12427;&#12369;&#12393;&#12289;&#20170;&#12399;&#29305;&#12395;&#24517;&#35201;&#24615;&#12434;&#24863;&#12376;&#12390;&#12394;&#12356;&#12363;
&#12383;&#12384;&#21336;&#12395;&#12414;&#12384;&#35501;&#12435;&#12391;&#12394;&#12356;&#12363;
&#12392;&#12426;&#12354;&#12360;&#12378;&#12289;&#24863;&#24819;&#12434;&#35328;&#12358;&#31243;&#12395;&#12399;&#12394;&#12387;&#12390;&#12394;&#12356;&#12375;&#12289;
&#35501;&#12435;&#12384;&#12418;&#12398;&#12418;&#36870;&#12395;&#20840;&#37096;&#29702;&#35299;&#20986;&#26469;&#12383;&#12363;&#12392;&#12356;&#12358;&#12392;&#12381;&#12358;&#12391;&#12418;&#12394;&#12356;&#12375;&#12289;
&#19968;&#37096;&#39131;&#12400;&#12375;&#12383;&#12398;&#12418;&#12354;&#12427;&#12290;
&#27491;&#30452;&#35328;&#12358;&#12392;&#23455;&#36341;common lisp&#12398;24,25&#31456;&#12384;&#12369;&#12414;&#12384;&#12365;&#12385;&#12435;&#12392;&#35501;&#12435;&#12391;&#12394;&#12356;&#31505;
-&gt;&#24460;&#26085;&#35501;&#12435;&#12384;&#12425;&#32080;&#27083;&#26368;&#36817;&#33258;&#20998;&#12364;&#20998;&#12363;&#12387;&#12390;&#12394;&#12363;&#12387;&#12383;&#20107;&#12392;&#12363;&#12356;&#12429;&#12356;&#12429;&#26360;&#12356;&#12390;&#12354;&#12387;&#12390;&#12424;&#12363;&#12387;&#12383;&#12290;

&#12391;&#12289;&#21029;&#12395;&#34101;&#26360;&#33258;&#24930;&#12375;&#12383;&#12356;&#12392;&#12356;&#12358;&#35379;&#12391;&#12399;&#12394;&#12367;&#12289;
&#33258;&#20998;&#12394;&#12426;&#12395;&#35501;&#12435;&#12391;&#12365;&#12383;&#20013;&#12391;&#12289;&#32080;&#23616;&#12393;&#12398;&#26412;&#12434;
&#26524;&#12383;&#12375;&#12390;&#34214;&#12417;&#12427;&#12384;&#12429;&#12358;&#12363;&#65311;
&#21021;&#23398;&#32773;&#12398;&#26041;&#12395;&#12399;&#12371;&#12428;&#12384;&#12369;&#35501;&#12416;&#12384;&#12369;&#12391;&#12418;&#26178;&#38291;&#25499;&#12363;&#12427;&#12375;&#12290;

&#12381;&#12358;&#12356;&#12358;&#24847;&#21619;&#12391;&#12371;&#12428;&#12363;&#12425;lisp&#12434;&#12420;&#12429;&#12358;&#12392;&#12356;&#12358;&#20154;&#12395;
&#26368;&#30701;&#12467;&#12540;&#12473;&#12415;&#12383;&#12356;&#12394;&#12418;&#12398;&#12434;&#21223;&#12417;&#12427;&#12392;&#12375;&#12383;&#12425;
&#12393;&#12358;&#12356;&#12358;&#36984;&#25246;&#12434;&#21223;&#12417;&#12427;&#12398;&#12363;&#26360;&#12356;&#12390;&#12415;&#12424;&#12358;&#12392;&#24605;&#12358;&#12290;

<span class="org-level-2">** &#12362;&#34214;&#12417;&#26412;</span>
&#26412;&#24403;&#24745;&#12416;&#12369;&#12393;&#12289;&#33258;&#20998;&#12364;&#21021;&#23398;&#32773;&#12395;&#12362;&#34214;&#12417;&#12377;&#12427;&#26412;&#12399;&#12371;&#12398;&#65298;&#20874;&#12363;&#12394;&#12290;
1. land of lisp
2. &#23455;&#36341;common lisp

&#23455;&#12399;&#33258;&#20998;&#33258;&#36523;&#12364;lisp&#12434;&#20351;&#12360;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12383;&#24863;&#35226;&#12434;
&#24471;&#12383;&#12398;&#12399;ANSI Common Lisp&#12384;&#12375;&#12289;
&#12354;&#12428;&#12418;&#32080;&#27083;&#25945;&#31185;&#26360;&#12392;&#12375;&#12390;&#12399;&#12363;&#12394;&#12426;&#12356;&#12356;&#20316;&#12426;&#12434;&#12375;&#12390;&#12356;&#12427;&#12290;
&#12384;&#12363;&#12425;&#12371;&#12428;&#12399;&#65299;&#30058;&#30446;&#12367;&#12425;&#12356;&#12395;&#20837;&#12428;&#12383;&#12356;&#31505;

&#12383;&#12384;&#12289;lisp&#12434;&#26360;&#12367;&#26178;&#12395;&#32080;&#27083;&#20309;&#24230;&#12418;&#35501;&#12415;&#36820;&#12375;&#12390;
&#21442;&#32771;&#12395;&#12375;&#12390;&#12356;&#12427;&#12398;&#12364;&#12289;&#12371;&#12398;&#65298;&#20874;&#12363;&#12394;&#12290;
&#25163;&#22434;&#12364;&#19968;&#30058;&#20184;&#12356;&#12383;&#27671;&#12364;&#12377;&#12427;&#12290;


&#12375;&#12363;&#12375;&#12289;&#12394;&#12435;&#12391;&#12371;&#12398;&#65298;&#20874;&#12363;&#12392;&#35500;&#26126;&#12377;&#12427;&#12392;

- &#20309;&#12363;&#20855;&#20307;&#30340;&#12395;&#20316;&#12429;&#12358;&#12392;&#12377;&#12427;&#38988;&#26448;&#12364;&#12399;&#12387;&#12365;&#12426;&#12375;&#12390;&#12356;&#12427;&#12290;
- land of lisp&#12395;&#38306;&#12375;&#12390;&#12399;&#12477;&#12540;&#12473;&#12467;&#12540;&#12489;&#65297;&#34892;&#27598;&#12395;&#35500;&#26126;&#12364;&#20837;&#12387;&#12390;&#12390;&#12431;&#12363;&#12426;&#12420;&#12377;&#12356;&#12290;
- &#12375;&#12363;&#12418;&#21336;&#12394;&#12427;&#20837;&#38272;&#12524;&#12505;&#12523;&#12391;&#12399;&#12394;&#12367;&#12289;&#12365;&#12387;&#12385;&#12426;&#24133;&#24195;&#12367;&#12459;&#12496;&#12540;&#12375;&#12390;&#12427;&#12290;
- &#20001;&#32773;&#20849;&#12395;format&#12420;loop&#12398;&#20351;&#12356;&#26041;&#12364;&#32080;&#27083;&#35443;&#12375;&#12367;&#26360;&#12356;&#12390;&#12354;&#12427;&#12290;

lisp&#12398;&#20013;&#12391;&#12418;format&#12392;loop&#12399;&#30064;&#33394;&#36942;&#12366;&#12390;&#27491;&#30452;&#26368;&#21021;&#12399;&#24515;&#29702;&#30340;&#12394;&#22721;&#12364;&#20986;&#26469;&#12427;&#12392;&#24605;&#12358;&#12290;
lisper&#12398;&#20013;&#12395;&#12418;&#12385;&#12425;&#12411;&#12425;&#27611;&#23244;&#12356;&#12375;&#12390;&#12356;&#12427;&#12398;&#12364;&#35211;&#12425;&#12428;&#12427;&#12290;&#33258;&#20998;&#12418;&#12381;&#12358;&#12384;&#12387;&#12383;&#12290;
&#12381;&#12358;&#12356;&#12358;&#12418;&#12398;&#12434;&#20055;&#12426;&#36234;&#12360;&#12373;&#12379;&#12390;&#12367;&#12428;&#12427;&#12369;&#12393;&#12289;&#36870;&#12395;&#35328;&#12358;&#12392;&#12289;
&#12381;&#12428;&#12434;&#20055;&#12426;&#36234;&#12360;&#12427;&#12392;format,loop&#20013;&#27602;&#12415;&#12383;&#12356;&#12394;&#24863;&#12376;&#12395;&#12418;&#12394;&#12427;&#31505;
&#12381;&#12358;&#12356;&#12358;&#21103;&#20316;&#29992;&#12399;&#12354;&#12427;&#12363;&#12418;&#12375;&#12428;&#12394;&#12356;&#12290;

&#12381;&#12358;&#12394;&#12387;&#12390;&#12365;&#12383;&#26178;&#12395;&#12399;ANSI Common Lisp&#12363;&#12394;&#12290;
&#12383;&#12384;&#12289;&#19978;&#20108;&#20874;&#35501;&#12417;&#12400;&#12418;&#12358;&#25945;&#31185;&#26360;&#30340;&#12394;&#12418;&#12398;&#12399;&#21313;&#20998;&#12387;&#12390;&#12356;&#12358;&#27671;&#12399;&#12377;&#12427;&#12290;
Paul Graham&#27663;&#12398;&#26412;&#12399;on lisp&#12418;&#12381;&#12358;&#12384;&#12369;&#12393;&#32080;&#27083;&#12381;&#12358;&#12356;&#12358;&#39006;&#12399;&#12469;&#12521;&#12483;&#12392;&#12375;&#12390;&#12390;
&#12424;&#12426;lisp&#12387;&#12413;&#12356;&#35441;&#12395;&#12501;&#12457;&#12540;&#12459;&#12473;&#12375;&#12390;&#12356;&#12427;&#27671;&#12364;&#12377;&#12427;&#12290;
&#12473;&#12479;&#12531;&#12480;&#12540;&#12489;&#12486;&#12461;&#12473;&#12488;&#12392;&#26360;&#12356;&#12390;&#12354;&#12427;&#12424;&#12358;&#12395;&#26412;&#24403;&#12395;&#25945;&#31185;&#26360;&#12387;&#12413;&#12356;&#20316;&#12426;&#12290;

&#12383;&#12384;&#23567;&#12373;&#12394;&#20363;&#12399;&#12354;&#12387;&#12390;&#12418;&#20855;&#20307;&#30340;&#12395;&#12371;&#12428;&#12434;&#20316;&#12427;&#12392;&#12356;&#12358;&#12418;&#12398;&#12364;&#23569;&#12394;&#12356;&#12363;&#12425;&#12289;
&#21021;&#24515;&#32773;&#12395;&#12399;&#38627;&#12375;&#12356;&#12363;&#12418;&#12375;&#12428;&#12394;&#12356;&#12290;

&#33521;&#35486;&#12391;&#12418;&#12381;&#12358;&#12384;&#12369;&#12393;&#12289;&#21336;&#35486;&#12420;&#25991;&#27861;&#12289;&#20363;&#25991;&#12434;&#12402;&#12383;&#12377;&#12425;&#21193;&#24375;&#12375;&#12390;&#12390;&#12418;
&#12388;&#12414;&#12435;&#12394;&#12356;&#12435;&#12384;&#12424;&#12397;&#12290;&#12391;&#12289;&#12420;&#12427;&#27671;&#12364;&#12394;&#12367;&#12394;&#12427;&#12290;
&#35226;&#12360;&#12390;&#12418;&#12356;&#12374;&#22806;&#22269;&#20154;&#12392;&#21521;&#12365;&#21512;&#12358;&#12392;&#20986;&#12390;&#12371;&#12394;&#12356;&#12290;&#20351;&#12360;&#12394;&#12356;&#12290;

&#12381;&#12358;&#12376;&#12419;&#12394;&#12367;&#12390;&#12289;&#12420;&#12387;&#12401;&#12426;&#12356;&#12365;&#12394;&#12426;&#22806;&#22269;&#34892;&#12387;&#12390;&#12415;&#12427;&#12392;&#12363;&#12289;
&#12356;&#12365;&#12394;&#12426;&#22806;&#22269;&#20154;&#12392;&#35441;&#12377;&#12392;&#12363;&#12398;&#26041;&#12364;&#24677;&#12399;&#12363;&#12367;&#12435;&#12384;&#12369;&#12393;&#36523;&#12395;&#20184;&#12367;&#12290;

&#12503;&#12525;&#12464;&#12521;&#12511;&#12531;&#12464;&#12418;&#21516;&#12376;&#12391;&#12289;&#26412;&#12434;&#12402;&#12383;&#12377;&#12425;&#35501;&#12435;&#12384;&#12426;&#12375;&#12390;&#12289;
&#12503;&#12525;&#12464;&#12521;&#12511;&#12531;&#12464;&#12398;&#38306;&#25968;&#21517;&#12392;&#12363;&#35226;&#12360;&#12390;&#12418;&#12503;&#12525;&#12464;&#12521;&#12512;&#12434;&#26360;&#12369;&#12427;&#12424;&#12358;&#12395;&#12399;
&#12394;&#12425;&#12394;&#12356;&#12290;

&#12376;&#12419;&#12289;&#12393;&#12358;&#12375;&#12383;&#12425;&#12356;&#12356;&#12398;&#12363;&#12392;&#12356;&#12358;&#12392;&#12289;
&#12503;&#12525;&#12464;&#12521;&#12512;&#26360;&#12369;&#12394;&#12367;&#12390;&#12418;&#12356;&#12356;&#12363;&#12425;&#20309;&#12363;&#33258;&#20998;&#12398;
&#20316;&#12426;&#12383;&#12356;&#12503;&#12525;&#12464;&#12521;&#12512;&#12434;&#20316;&#12427;&#12290;
&#12371;&#12428;&#12376;&#12419;&#12394;&#12356;&#12363;&#12394;&#12392;&#24605;&#12358;&#12435;&#12384;&#12424;&#12397;&#12290;

&#12373;&#12387;&#12365;&#12398;&#33521;&#35486;&#12395;&#32622;&#12365;&#25563;&#12360;&#12427;&#12392;&#12289;
&#33521;&#35486;&#35441;&#12379;&#12394;&#12367;&#12390;&#12418;&#12356;&#12356;&#12363;&#12425;&#33258;&#20998;&#12398;&#20309;&#12363;&#35441;&#12375;&#12383;&#12356;&#20107;&#12434;
&#33521;&#35486;&#12391;&#35441;&#12377;&#12387;&#12390;&#24863;&#12376;&#12395;&#12394;&#12427;&#12363;&#12394;&#12290;

&#12381;&#12435;&#12394;&#28961;&#33590;&#12394;&#12387;&#12390;&#24605;&#12358;&#12363;&#12418;&#30693;&#12428;&#12394;&#12356;&#12369;&#12393;&#31505;

&#12414;&#12353;&#12289;&#12381;&#12435;&#12394;&#24863;&#12376;&#12391;&#12383;&#12367;&#12373;&#12435;&#12398;&#26412;&#12434;&#19978;&#12370;&#12383;&#12369;&#12393;&#12289;
&#33258;&#20998;&#12398;&#27714;&#12417;&#12427;&#12418;&#12398;&#12395;&#24540;&#12376;&#12390;&#26412;&#12418;&#22793;&#12431;&#12387;&#12390;&#12365;&#12383;&#12426;&#12377;&#12427;&#12363;&#12425;&#12289;
&#12411;&#12392;&#12435;&#12393;&#12398;&#26412;&#12399;&#12381;&#12358;&#12356;&#12358;&#12398;&#12395;&#21512;&#12431;&#12379;&#12390;
&#35501;&#12435;&#12391;&#12356;&#12387;&#12383;&#12425;&#12356;&#12356;&#12392;&#24605;&#12358;&#12290;&#20840;&#37096;&#35501;&#12435;&#12391;&#12363;&#12425;
&#22987;&#12417;&#12427;&#12392;&#12356;&#12358;&#12398;&#12391;&#12399;&#12354;&#12414;&#12426;&#12395;&#12418;&#21177;&#29575;&#12364;&#24746;&#12356;&#12375;&#12290;
&#12392;&#12426;&#12354;&#12360;&#12378;&#12289;&#26368;&#21021;&#12398;&#25945;&#31185;&#26360;&#30340;&#12394;&#12418;&#12398;&#12392;&#12375;&#12390;&#12399;
&#12381;&#12435;&#12394;&#24863;&#12376;&#12363;&#12290;

&#12387;&#12390;&#20553;&#12381;&#12358;&#12394;&#20107;&#26360;&#12356;&#12383;&#12369;&#12393;&#12289;&#33258;&#20998;&#12418;&#12414;&#12384;&#12414;&#12384;&#12290;
&#32032;&#20154;&#12395;&#27611;&#12364;&#29983;&#12360;&#12383;&#12367;&#12425;&#12356;&#12398;&#12418;&#12435;&#12384;&#12424;&#12394;&#12290;
</pre>
  </body>
</html>
