<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN">
<!-- Created by htmlize-1.57 in css mode. -->
<html>
  <head>
    <title>2022-1226-2.org</title>
    <style type="text/css">
    <!--
      body {
        color: #ffffd9;
        background-color: #000b00;
      }
      .org-date {
        /* org-date */
        color: #00ffff;
        text-decoration: underline;
      }
      .org-level-1 {
        /* org-level-1 */
        color: #ffd900;
      }
      .org-level-2 {
        /* org-level-2 */
        color: #c3d825;
      }
      .org-tag {
        /* org-tag */
        font-weight: bold;
      }

      a {
        color: inherit;
        background-color: inherit;
        font: inherit;
        text-decoration: inherit;
      }
      a:hover {
        text-decoration: underline;
      }
    -->
    </style>
  </head>
  <body>
    <pre>
<span class="org-level-1">* </span><span class="org-date">[2022-12-26 &#26376;]</span>
&#26311;&#26178;&#12293;&#23567;&#38632;

<span class="org-level-2">** &#21315;&#27503;&#25201;&#12365;&#21021;&#20307;&#39443; </span><span class="org-level-2"><span class="org-tag">:agriculture:</span></span>
&#35910;&#12434;&#26089;&#12367;&#33073;&#31296;&#12375;&#12394;&#12356;&#12392;&#12356;&#12369;&#12394;&#12356;&#12392;&#24605;&#12356;&#12388;&#12388;&#12289;
&#12394;&#12363;&#12394;&#12363;&#20316;&#26989;&#36914;&#12414;&#12378;&#12290;
&#32013;&#23627;&#12395;&#21315;&#27503;&#25201;&#12365;&#12364;&#12378;&#12387;&#12392;&#12362;&#12356;&#12390;&#12354;&#12427;&#12398;&#12391;&#12289;&#12424;&#12358;&#12420;&#12367;&#12381;&#12428;&#12434;
&#20351;&#12387;&#12390;&#12415;&#12427;&#20107;&#12395;&#12375;&#12383;&#12290;
&#25345;&#12385;&#12395;&#12367;&#12356;&#12379;&#12356;&#12363;&#32080;&#27083;&#37325;&#12356;&#12290;&#65299;&#65296;&#65355;&#65351;&#12398;&#31859;&#34955;&#12392;&#21516;&#12376;&#12363;&#12381;&#12428;&#12424;&#12426;&#12418;
&#37325;&#12383;&#12367;&#24863;&#12376;&#12383;&#12290;
&#35519;&#12409;&#12427;&#12392;&#12371;&#12398;&#36275;&#36367;&#12415;&#24335;&#12398;&#33073;&#31296;&#27231;&#12364;&#30330;&#26126;&#12373;&#12428;&#12383;&#12398;&#12399;&#22823;&#27491;&#26399;&#12392;&#12398;&#20107;&#12290;
&#12371;&#12398;&#23478;&#12399;&#12383;&#12375;&#12363;&#26157;&#21644;&#65305;&#24180;&#38915;&#31689;&#12384;&#12387;&#12383;&#12399;&#12378;&#12290;&#26178;&#20195;&#30340;&#12395;&#12418;&#21512;&#33268;&#12377;&#12427;&#12290;
&#26408;&#12398;&#37096;&#20998;&#12364;&#12392;&#12371;&#12429;&#12393;&#12371;&#12429;&#20663;&#12435;&#12391;&#12356;&#12427;&#12398;&#12391;&#12289;&#30452;&#12373;&#12394;&#12356;&#12392;&#12356;&#12369;&#12394;&#12381;&#12358;&#12384;&#12375;&#12289;
&#27503;&#12418;&#32080;&#27083;&#37638;&#12403;&#12383;&#12426;&#25244;&#12369;&#12383;&#12426;&#12290;&#32080;&#27083;&#12458;&#12531;&#12508;&#12525;&#12391;&#12399;&#12354;&#12427;&#12364;&#12289;
&#35430;&#12375;&#12390;&#12415;&#12427;&#12392;&#12354;&#12387;&#12392;&#12356;&#12358;&#38291;&#12395;&#65297;&#26412;&#12398;&#35910;&#12364;&#33073;&#31296;&#12373;&#12428;&#12383;&#12290;
&#36275;&#36367;&#12415;&#24335;&#12384;&#12363;&#12425;&#21205;&#21147;&#12399;&#33258;&#20998;&#12384;&#12369;&#12393;&#12289;&#12381;&#12398;&#12497;&#12527;&#12540;&#12395;&#12403;&#12387;&#12367;&#12426;&#12375;&#12383;&#12290;
&#26132;&#12398;&#36275;&#36367;&#12415;&#24335;&#12511;&#12471;&#12531;&#12398;&#12424;&#12358;&#12395;&#36275;&#36367;&#12415;&#12377;&#12427;&#12392;&#12489;&#12521;&#12512;&#12364;&#22238;&#36578;&#12377;&#12427;
&#35379;&#12384;&#12364;&#12289;&#12371;&#12398;&#12489;&#12521;&#12512;&#12399;&#21069;&#20596;&#12395;&#12418;&#24460;&#12429;&#20596;&#12395;&#12418;&#20001;&#26041;&#22238;&#36578;&#12377;&#12427;&#12290;
&#12392;&#12426;&#12354;&#12360;&#12378;&#12289;&#33258;&#20998;&#12399;&#21069;&#20596;&#12395;&#22238;&#36578;&#12373;&#12379;&#12383;&#12363;&#12387;&#12383;&#12398;&#12391;&#12289;
&#12381;&#12398;&#22580;&#21512;&#21069;&#20596;&#12395;&#12489;&#12521;&#12512;&#12434;&#22238;&#36578;&#12373;&#12379;&#12390;&#12289;&#12381;&#12398;&#21205;&#12365;&#12434;&#27490;&#12417;&#12394;&#12356;&#12424;&#12358;&#12395;&#12375;&#12390;
&#36275;&#36367;&#12415;&#12434;&#12377;&#12427;&#12392;&#12378;&#12387;&#12392;&#21069;&#20596;&#12395;&#22238;&#36578;&#12377;&#12427;&#12290;
&#26368;&#21021;&#12399;&#12381;&#12435;&#12394;&#20107;&#12418;&#30693;&#12425;&#12394;&#12363;&#12387;&#12383;&#12398;&#12391;&#12383;&#12384;&#36367;&#12435;&#12384;&#12425;
&#21069;&#20596;&#12395;&#12394;&#12387;&#12383;&#12426;&#12289;&#24460;&#20596;&#12395;&#12394;&#12387;&#12383;&#12426;&#12381;&#12398;&#26178;&#12398;&#27231;&#26800;&#20596;&#12398;
&#37117;&#21512;&#12391;&#22238;&#36578;&#12377;&#12427;&#26041;&#21521;&#12364;&#36949;&#12387;&#12390;&#12356;&#12383;&#12290;
&#21069;&#20596;&#12395;&#12377;&#12427;&#12392;&#19979;&#20596;&#12395;&#35910;&#12364;&#21481;&#12365;&#12388;&#12369;&#12425;&#12428;&#12427;&#12290;
&#33258;&#20998;&#12391;&#36367;&#12435;&#12391;&#33258;&#20998;&#12391;&#35910;&#12434;&#24403;&#12390;&#12394;&#12356;&#12392;&#12356;&#12369;&#12394;&#12356;&#12398;&#12391;&#12289;
&#33073;&#31296;&#27231;&#12398;&#33031;&#12395;&#12377;&#12368;&#21462;&#12428;&#12427;&#12424;&#12358;&#12395;&#35910;&#12398;&#26525;&#12434;&#20006;&#12409;&#12390;&#12363;&#12425;
&#20316;&#26989;&#12377;&#12427;&#12392;&#12420;&#12426;&#12420;&#12377;&#12363;&#12387;&#12383;&#12290;&#12375;&#12363;&#12375;&#12289;&#22238;&#36578;&#36895;&#24230;&#12364;
&#36933;&#12356;&#12392;&#12289;&#35910;&#12398;&#26525;&#12364;&#12489;&#12521;&#12512;&#12395;&#32097;&#12415;&#21462;&#12425;&#12428;&#12390;
&#12385;&#12423;&#12387;&#12392;&#21361;&#12358;&#12363;&#12387;&#12383;&#12290;&#33258;&#21147;&#12384;&#12363;&#12425;&#33391;&#12363;&#12387;&#12383;&#12418;&#12398;&#12398;&#12289;
&#27231;&#26800;&#24335;&#12384;&#12392;&#24059;&#12365;&#36796;&#12414;&#12428;&#12383;&#12426;&#21361;&#38522;&#12384;&#12387;&#12383;&#12363;&#12418;&#12375;&#12428;&#12394;&#12356;&#12290;
&#12381;&#12435;&#12394;&#24863;&#12376;&#12391;&#12394;&#12363;&#12394;&#12363;&#36914;&#12414;&#12394;&#12363;&#12387;&#12383;&#20316;&#26989;&#12364;&#19968;&#27671;&#12395;
&#36914;&#12415;&#22987;&#12417;&#12383;&#12290;

</pre>
  </body>
</html>
